[
    {
        "usajobsControlNumber": 481275800,
        "hiringAgencyCode": "NV60    ",
        "hiringAgencyName": "United States Fleet Forces Command",
        "hiringDepartmentCode": "16",
        "hiringDepartmentName": "Department of the Navy",
        "agencyLevel": 2,
        "agencyLevelSort": "Department of the Navy\\United States Fleet Forces Command",
        "appointmentType": "Permanent",
        "workSchedule": "Full-time",
        "payScale": "GS",
        "salaryType": "Per Year",
        "vendor": "USASTAFFING",
        "travelRequirement": "Occasional travel",
        "teleworkEligible": "N",
        "serviceType": null,
        "securityClearanceRequired": "Y",
        "securityClearance": "Confidential",
        "whoMayApply": "Status Candidates (Merit Promotion and VEOA Eligibles) ",
        "announcementClosingTypeCode": null,
        "announcementClosingTypeDescription": null,
        "positionOpenDate": "2017-10-10T00:00:00",
        "positionCloseDate": "2017-10-20T00:00:00",
        "positionExpireDate": null,
        "announcementNumber": "ST-10049812-17-DES",
        "hiringSubelementName": null,
        "positionTitle": "Interdisciplinary Supervisory Nuclear Engineer/Supervisory Health Physicist",
        "minimumGrade": "13",
        "maximumGrade": "13",
        "promotionPotential": "13",
        "minimumSalary": 85816,
        "maximumSalary": 111560,
        "supervisoryStatus": "Y",
        "drugTestRequired": "N",
        "relocationExpensesReimbursed": "Y",
        "totalOpenings": "Few  ",
        "disableAppyOnline": "N",
        "positionOpeningStatus": "Candidate selected",
        "applicationsStarted": 30,
        "hiringPaths": [
            {
                "hiringPath": ""
            },
            {
                "hiringPath": "Individuals eligible under a special authority not listed above, but defined in the federal hiring regulations."
            }
        ],
        "jobCategories": [
            {
                "series": "0840"
            },
            {
                "series": "1306"
            }
        ],
        "positionLocations": [
            {
                "positionLocationId": 12403515,
                "positionLocationCity": "Naval Shipyard, Portsmouth",
                "positionLocationState": "Virginia",
                "positionLocationCountry": "United States"
            }
        ],
        "missionCriticalOccupations": [],
        "keyStandardRequirements": [
            {
                "keyStandardRequirement": null,
                "keyStandardRequirementDescription": null
            }
        ],
        "_links": [
            {
                "rel": "AnnouncementText",
                "href": "/api/historicjoa/announcementtext/481275800"
            }
        ],
        "summary": null,
        "hiringPathExplanation": null,
        "duties": "The successful selectee will perform the following duties:\n\n\tYou will provide expert technical guidance, advice and assistance to Shipyard and Naval Nuclear Propulsion Program (NNPP) management.\n\tYou will monitor the use of training and testing materials used by other Branches for industrial ship repair, maintenance, and nuclear repair work involving radiological controls.\n\tYou will determine program goals for the branch, review progress, results and recommend program changes.\n\tYou will conduct management-level review and assessment of the Shipyard's radiological controls training and qualification programs.\n\tYou will participate in Corporate Radiological Controls Training Telcons and the Shipyard's Radiological Engineering improvement process.\n",
        "majorDutiesList": null,
        "requirementsConditionsOfEmployment": null,
        "requirementsQualifications": "In order to qualify for this position, your resume must provide sufficient experience and/or education, knowledge, skills, and abilities to perform the duties of the specific position for which you are being considered. Your resume is the key means we have for evaluating your skills, knowledge, and abilities as they relate to this position. Therefore, we encourage you to be clear and specific when describing your experience.\n\nApplicants must meet the following positive education qualifications requirements of the Office of Personnel Management (OPM) Qualifications Standards Manual: Applicants must possess:\nGS-0840\nA. Degree: Engineering. To be acceptable, the program must: (1) lead to a bachelor's degree in a school of engineering with at least one program accredited by ABET; or (2) include differential and integral calculus and courses (more advanced than first-year physics and chemistry) in five of the following seven areas of engineering science or physics: (a) statics, dynamics; (b) strength of materials (stress-strain relationships); (c) fluid mechanics, hydraulics; (d) thermodynamics; (e) electrical fields and circuits; (f) nature and properties of materials (relating particle and aggregate structure to properties); and (g) any other comparable area of fundamental engineering science or physics, such as optics, heat transfer, soil mechanics, or electronics. \n                                                                                           OR\nB. Combination of education and experience -- college-level education, training, and/or technical experience that furnished (1) a thorough knowledge of the physical and mathematical sciences underlying engineering, and (2) a good understanding, both theoretical and practical, of the engineering sciences and techniques and their applications to one of the branches of engineering.\n\nThe adequacy of such background must be demonstrated by one of the following:\n1. Professional registration or licensure -- Current registration as an Engineer Intern (EI), Engineer in Training (EIT)1 , or licensure as a Professional Engineer (PE) by any State, the District of Columbia, Guam, or Puerto Rico. Absent other means of qualifying under this standard, those applicants who achieved such registration by means other than written test (e.g., State grandfather or eminence provisions) are eligible only for positions that are within or closely related to the specialty field of their registration. For example, an applicant who attains registration through a State Board's eminence provision as a manufacturing engineer typically would be rated eligible only for manufacturing engineering positions.\n\n2. Written Test -- Evidence of having successfully passed the Fundamentals of Engineering (FE)2 examination or any other written test required for professional \n\nGS-1306\nA. Degree: natural science or engineering that included at least 30 semester hours in health physics, engineering, radiological science, chemistry, physics, biology, mathematics, and/or calculus.\n                                                                                          OR\nB. Combination of education and experience -- courses as shown in A above, plus appropriate experience or other education; or certification as a health physicist by the American Board of Health Physics, plus appropriate experience and other education that provided an understanding of sciences applicable to health physics comparable to that described in paragraph A.\n\nIn addition to the Basic Requirements for this position, your resume must also demonstrate at least one year of specialized experience at or equivalent to the GS-12 grade level or pay band in the Federal service or equivalent experience in the private or public sector.\n\nSpecialized experience must demonstrate the following: \n\nGS-0840\n-Experience applying theories, concepts, and principles of nuclear engineering as a subject matter expert for training personnel.\n-Experience applying knowledge of various Naval Nuclear Propulsion Program (NNPP), Nuclear Regulatory Commission Regulations, and Environmental Protection Agency policies and procedures.\n-Experience administering fiscal, contracting and administrative polices required in managing major programs.\n-Experience implementing multiple qualitative and/or quantitative methods for assessing, developing, and improving program effectiveness.  \n-Experience assessing unique situations and apply nuclear engineering knowledge in developing resolutions.\n\nGS-1306\n-Experience assessing unique situations and apply health Physics knowledge in developing resolutions.\n-Experience monitoring radiological training and testing materials for compliance with Naval Nuclear Propulsion Program requirements.\n-Experience implementing various qualitative and/or quantitative methods for assessing, developing, and improving program effectiveness.  \n-Experience providing guidance for Naval Nuclear Propulsion Program (NNPP) management training to personnel performing nuclear repair work.\n-Experience applying project management, human resources, financial management, and logistics support in accomplishing shipyard projects.\n\nAdditional qualification information can be found from the following Office of Personnel Management website:\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/#url=GS-PROF.\n\nGS-0840 Individual Occupational Requirements\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/0800/files/all-professional-engineering-positions-0800.pdf?\n\nGS-1306 Individual Occupational Requirements\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/1300/health-physics-series-1306/\n",
        "requirementsEducation": "\nEducation completed in foreign colleges or universities may be used to meet the qualification requirements if the applicant can provide documentation indicating that the foreign education is comparable to that received in an accredited educational institution in the United States. It is the responsibility of the applicant to provide such evidence when applying for further information, visit: http://www.ed.gov/about/offices/list/ous/international/usnei/us/edlite-visitus-forrecog.html.\n\nSee the Office of Personnel Management's General Policies for information on crediting education.",
        "requiredStandardDocuments": null,
        "requiredDocuments": "A COMPLETE RESUME IS REQUIRED. Your resume must show relevant experience (cover letter optional) where you worked, job title, duties and accomplishments, employer's name and address, supervisor's name and phone number, starting and end dates (Mo/Yr), hours per week & salary. If you are a current Federal employee or previous Federal employee, provide your pay plan, series and grade level i.e. GS-0201-09. Note: Only the last resume received will be reviewed.\n\nYOU ARE REQUIRED TO DOCUMENT IN YOUR APPLICATION PACKAGE EVIDENCE THAT SUPPORTS YOUR ELIGIBILITY AND QUALIFICATION CLAIMS. You are strongly encouraged to upload the applicable documents with your application package. These documents will assist the staffing specialist in determining your eligibility and qualifications, but are not required at the time of application. If you do not upload the suggested documents, then you must document in your resume the information needed to determine your eligibility. If you are selected, these documents will be requested at the time of tentative job offer to verify eligibility and qualifications. You will have 2 business days to submit these documents before a job offer is rescinded.\n\nDOES THIS POSITION REQUIRE A LICENSE OR CERTIFICATE? You are strongly encouraged to provide a copy of your license or certificate in your application package. It is also acceptable to document your license number and the name of the licensing authority in your resume.\n\nARE YOU QUALIFYING BASED ON EDUCATION or A COMBINATION OF EDUCATION AND EXPERIENCE? You must provide sufficient documentation of your education in your resume. You are strongly encouraged to provide a copy of transcripts or degrees in your application package. It is also acceptable to document your applicable course listing in your resume (course number, credits earned, etc...). Education must be accredited by an accrediting institution recognized by the U.S. Department of Education in order for it to be credited towards qualifications. Therefore, provide only the attendance and/or degrees from schools accredited by accrediting institutions recognized by the U.S. Department of Education. Applicants can verify accreditation at the following website: http://www.ed.gov/admins/finaid/accred/index.html. All education claimed by applicants will be verified by the appointing agency accordingly. If selected, an official/sealed transcript will be required prior to appointment.",
        "howToApply": "Click the Apply Online button to create an account or log in to your existing USAJOBS account.\n\nTo apply for this position, you must provide a complete Application Package which includes:\n1. Complete resume with relevant experience where you worked, job title, duties and accomplishments, employer's name and address, supervisor's name and phone number, starting and end dates (Mo/Yr), hours per week and salary. If you are a current or previous federal employee, provide your pay plan, series and grade level (e.g. GS-0201-09).\n2. Complete assessment questionnaire. For a quick preview of the assessment questionnaire click here: https://apply.usastaffing.gov/ViewQuestionnaire/10049812\n3. Supporting documentation\n\nFailure to submit a complete application package will result in an ineligible rating and loss of consideration.\n\nYour complete application (resume, assessment questionnaire, and all supporting documents) must be received by 11:59 pm Eastern Standard Time (EST) on 10/20/2017. Applications received after 10/20/2017 may result in an ineligible rating and loss of consideration. If more than one resume is received, only the last resume received and processed will be reviewed.\n\nNOTE: To check the status of your application or return to a previous or incomplete application, log into your USAJOBS account: https://mydon.usajobs.gov/Account/Login select Application Status, and click on the more information link under the application status for this position. Your uploaded documents may take several hours to clear the virus scan process so please plan appropriately.\n\nYou are encouraged to apply online. Applying online will allow you to review and track the status of your application.\n\nIf you are unable to apply online or unable to upload your supporting documents contact Department of Navy EIC at DONEIC@navy.mil or 800-378-4559.\n\nDo not email or send hard copy resumes/applications to the Contact Information or Agency Information listed in this vacancy announcement. All resumes/applications received at the addresses listed in the Contact Information or Agency Information will be destroyed and will not be considered for this vacancy announcement.\n\nIt is the applicant's responsibility to verify that all information in their resume and documents are legible and accurate. HR will not modify answers/documents submitted by an applicant.",
        "howToApplyNextSteps": "When the application process is complete, your application will be reviewed to determine if you meet the hiring eligibility and qualification requirements for which you requested consideration. You will be rated based on the information provided in your resume and responses to the questionnaire, along with your supporting documentation to determine your level of knowledge, skill, and ability related to the job requirements.\n\nBest qualified applicants will be referred to the hiring manager. The hiring manager may choose to conduct interviews. Once the selection is made, you will receive a notification of the decision.\n\nStay informed of changes to your application status by signing up for automatic email alerts at\nhttps://www.usajobs.gov/Applicant/Application/ListApplications.",
        "requirements": "Requirements:\n\nGenerally, current Federal employees applying for GS jobs must serve at least one year at the next lower grade level. This requirement is called time-in-grade. All qualifications and time-in-grade requirements must be met by the closing date of this announcement and clearly documented in your resume.\n\nMust be able to obtain an interim and/or final (e.g., confidential/secret/top secret, etc.) security clearance prior to entrance on duty AND must be able to maintain the required level of clearance while employed in the subject position.  Failure to obtain and maintain the required level of clearance may result in the withdrawal of a job offer or removal.  \n\nPositions that are supervisory/ managerial require that first time supervisors/managers complete a one-year trial/probationary period if not previously completed in a competitive or other excepted service position.",
        "evaluations": "When the application process is complete, we will review your resume to ensure you meet the hiring eligibility and qualification requirements listed in this announcement. You will be rated based on the information provided in your resume and responses to the Occupational Questionnaire, along with your supporting documentation to determine your ability to demonstrate the following competencies:\n\nMANAGING HUMAN RESOURCESNUCLEAR ENGINEERINGPROJECT MANAGEMENTRADIOLOGICAL SAFETYTRAINING PROGRAM ADMINISTRATION\n\nYou should list any relevant performance appraisals and incentive awards in your resume as that information may be taken into consideration during the selection process.  If selected, you may be required to provide supporting documentation.\n\nIf selected, you may be required to provide supporting documentation.\n\nIf, after reviewing your resume and supporting documentation, a determination is made that you inflated your qualifications and/or experience, your score may be adjusted to more accurately reflect your abilities or you may be found ineligible/not qualified.\n\nPlease follow all instructions carefully. Errors or omissions may affect your rating or consideration for employment.\n\nAll eligibility, qualifications, and time-in-grade requirements must be met by the closing date of this announcement.\n\nYou will receive credit for all qualifying experience, including volunteer and part time experience. You must clearly identify the duties and responsibilities in each position held and the total number of hours per week.\n\nExperience refers to paid and unpaid experience, including volunteer work done through National Service programs (e.g., professional, philanthropic, religious, spiritual, community, student, social). Volunteer work helps build critical competencies, knowledge, and skills and can provide valuable training and experience that translates directly to paid employment.",
        "benefitsURL": "http://www.secnav.navy.mil/donhr/Benefits/Pages/Default.aspx",
        "benefits": null,
        "otherInformation": "This position is covered by the Department of Defense Priority Placement Program.\n\nAdditional vacancies may be filled by this announcement.\n\nA tentative offer of employment will be rescinded if the selectee fails to meet the pre-employment requirements, including failure to report to any of the scheduled appointments.\n\nThe Department of the Navy uses E-Verify to confirm the employment eligibility of all newly hired employees. To learn more about E-Verify, including your rights and responsibilities, visit www.dhs.gov/E-Verify.\n\nIf you are unable to apply online and request information about the Alternate Application process, please contact the Department of Navy's Employment Information Center.\n\nFederal annuitant information: The selection of an annuitant is subject to the Department of Defense and Department of the Navy policy on the employment of annuitants. Policy information may be found at: http://www.secnav.navy.mil/donhr/Documents/CivilianJobs/FedCivAnnuitants.pdf",
        "appointmentTypeOverride": null,
        "positionScheduleOverride": null,
        "exclusiveClarificationText": null,
        "videoURL": null
    },
    {
        "usajobsControlNumber": 485293700,
        "hiringAgencyCode": "NV60    ",
        "hiringAgencyName": "United States Fleet Forces Command",
        "hiringDepartmentCode": "16",
        "hiringDepartmentName": "Department of the Navy",
        "agencyLevel": 2,
        "agencyLevelSort": "Department of the Navy\\United States Fleet Forces Command",
        "appointmentType": "Permanent",
        "workSchedule": "Full-time",
        "payScale": "GS",
        "salaryType": "Per Year",
        "vendor": "USASTAFFING",
        "travelRequirement": "Occasional travel",
        "teleworkEligible": "N",
        "serviceType": null,
        "securityClearanceRequired": "Y",
        "securityClearance": "Secret",
        "whoMayApply": "Status Candidates (Merit Promotion and VEOA Eligibles) ",
        "announcementClosingTypeCode": null,
        "announcementClosingTypeDescription": null,
        "positionOpenDate": "2017-12-11T00:00:00",
        "positionCloseDate": "2017-12-20T00:00:00",
        "positionExpireDate": null,
        "announcementNumber": "ST-10083110-18-DAC",
        "hiringSubelementName": null,
        "positionTitle": "Supervisory Interdis Nuclear Engineer/Health Physicist",
        "minimumGrade": "13",
        "maximumGrade": "13",
        "promotionPotential": null,
        "minimumSalary": 85816,
        "maximumSalary": 111560,
        "supervisoryStatus": "Y",
        "drugTestRequired": "N",
        "relocationExpensesReimbursed": "N",
        "totalOpenings": null,
        "disableAppyOnline": "N",
        "positionOpeningStatus": "Job canceled",
        "applicationsStarted": 7,
        "hiringPaths": [
            {
                "hiringPath": ""
            },
            {
                "hiringPath": ""
            }
        ],
        "jobCategories": [
            {
                "series": "0840"
            },
            {
                "series": "1306"
            }
        ],
        "positionLocations": [
            {
                "positionLocationId": 12605337,
                "positionLocationCity": "Naval Shipyard, Portsmouth",
                "positionLocationState": "Virginia",
                "positionLocationCountry": "United States"
            }
        ],
        "missionCriticalOccupations": [],
        "keyStandardRequirements": [
            {
                "keyStandardRequirement": null,
                "keyStandardRequirementDescription": null
            }
        ],
        "_links": [
            {
                "rel": "AnnouncementText",
                "href": "/api/historicjoa/announcementtext/485293700"
            }
        ],
        "summary": null,
        "hiringPathExplanation": null,
        "duties": "The successful selectee will perform the following duties:\n\n\tProvides direct administrative and technical supervision to staff.\n\tEnsures learning content is managed through a knowledge repository for storage and distribution.\n\tProvides engineering and technical assistance concerning quality assurance matters to Fleet activities assigned to support reactor and propulsion plant maintenance.\n\tRepresents the shipyard for work assigned to the Branch/Division and other related issues.\n\t Assigns work to subordinates based on priorities, selective consideration of the difficulty and the requirements of the assignment.\n",
        "majorDutiesList": null,
        "requirementsConditionsOfEmployment": null,
        "requirementsQualifications": "In order to qualify for this position, your resume must provide sufficient experience and/or education, knowledge, skills, and abilities to perform the duties of the specific position for which you are being considered. Your resume is the key means we have for evaluating your skills, knowledge, and abilities as they relate to this position. Therefore, we encourage you to be clear and specific when describing your experience.\n\nApplicants must meet the following basic education requirements of the Office of Personnel Management (OPM) Qualifications Standards Manual:\n\nSuccessful completion of a professional engineering degree. To be acceptable, the program must: (1) lead to a bachelor's degree (or higher) in a school of engineering with at least one program accredited by the Accreditation Board for Engineering and Technology (ABET); or (2) include differential and integral calculus and courses (more advanced than first-year physics and chemistry) in five of the following seven areas of engineering science or physics: (a) statics, dynamics; (b) strength of materials (stress-strain relationships); (c) fluid mechanics, hydraulics; (d) thermodynamics; (e) electrical fields and circuits; (f) nature and properties of materials (relating particle and aggregate structure to properties); and (g) any other comparable area of fundamental engineering science or physics, such as optics, heat transfer, soil mechanics, or electronics. Such education must demonstrate the knowledge, skills, and abilities necessary to do the work of the position.?\n\nOR\n\nCurrent registration as an Engineer Intern (EI), Engineer in Training (EIT), or licensure as a Professional Engineer (PE) by any State, the District of Columbia, Guam, or Puerto Rico. Absent other means of qualifying under this standard, those applicants who achieved such registration by means other than written test (e.g., State grandfather or eminence provisions) are eligible only for positions that are within or closely related to the specialty field of their registration For more information about EI and EIT registration requirements, please visit the National Society of Professional Engineers website at: http://www.nspe.org\n\nOR\n\nEvidence of having successfully passed the Fundamentals of Engineering (FE) examination or any other written test required for professional registration by an engineering licensure board in the various States, the District of Columbia, Guam, and Puerto Rico The FE examination is not administered by the U. S. Office of Personnel Management. For more information, please visit: http://www.nspe.org/Licensure/HowtoGetLicensed/index.html.\n\nOR\n\nSuccessful completion of at least 60 semester hours of courses in the physical, mathematical, and engineering sciences and in engineering that included the courses specified in the basic requirements under paragraph A (above). The courses must be fully acceptable toward meeting the requirements of an engineering program as described in paragraph A (above)?\n\nOR\n\nSuccessful completion of a curriculum leading to a bachelor's degree in an appropriate scientific field, e.g., engineering technology, physics, chemistry, architecture, computer science, mathematics, hydrology, or geology, may be accepted in lieu of a bachelor's degree in engineering, provided the applicant has had at least one year of professional engineering experience acquired under professional engineering supervision and guidance. Ordinarily, there should be either an established plan of intensive training to develop professional engineering competence, or several years of prior professional engineering-type experience, e.g., in interdisciplinary positions.\n\nBasic Education Requirements for Health Physicist\nDegree: natural science or engineering that included at least 30 semester hours in health physics, engineering, radiological science, chemistry, physics, biology, mathematics, and/or calculus.\nOR\nCombination of education and experience -- courses as shown in A above, plus appropriate experience or other education; or certification as a health physicist by the American Board of Health Physics, plus appropriate experience and other education that provided an understanding of sciences applicable to health physics comparable to that described in paragraph A.\n\nIn addition to the Basic Education Requirements for this position, your resume must also demonstrate at least one year of specialized experience at or equivalent to the GS-12 grade level or pay band in the Federal service or equivalent experience in the private or public sector. Specialized experience must demonstrate the following: 1)Experience providing engineering and technical assistance in the areas of cleanliness, accountability, procedure preparation, procedure standardization, material controls, SUBSAFE, component and system testing, audit program, qualification, training, primary valve operations, and radiological controls. 2)Experience providing immediate technical assistance to resolve emergent radiological controls and health physics problems of a complex nature. 3)Experience reviewing training development projects and instructional materials. 4)Experience planning work to be accomplished by subordinates; setting priorities and preparing schedules for completion of work..\n\nAdditional qualification information can be found from the following Office of Personnel Management website:\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/#url=GS-PROF AND\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/0800/files/all-professional-engineering-positions-0800.pdf\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/1300/health-physics-series-1306/\n\nExperience refers to paid and unpaid experience, including volunteer work done through National Service programs (e.g., professional, philanthropic, religious, spiritual, community, student, social). Volunteer work helps build critical competencies, knowledge, and skills and can provide valuable training and experience that translates directly to paid employment.",
        "requirementsEducation": "Education:\n\nEducation completed in foreign colleges or universities may be used to meet the qualification requirements if the applicant can provide documentation indicating that the foreign education is comparable to that received in an accredited educational institution in the United States. It is the responsibility of the applicant to provide such evidence when applying for further information, visit: http://www.ed.gov/about/offices/list/ous/international/usnei/us/edlite-visitus-forrecog.html.\n\nSee the Office of Personnel Management's General Policies for information on crediting education.",
        "requiredStandardDocuments": null,
        "requiredDocuments": "A COMPLETE RESUME IS REQUIRED. Your resume must show relevant experience (cover letter optional) where you worked, job title, duties and accomplishments, employer's name and address, supervisor's name and phone number, starting and end dates (Mo/Yr), hours per week & salary. If you are a current Federal employee or previous Federal employee, provide your pay plan, series and grade level i.e. GS-0201-09. Note: Only the last resume received will be reviewed.\n\nYOU ARE REQUIRED TO DOCUMENT IN YOUR APPLICATION PACKAGE EVIDENCE THAT SUPPORTS YOUR ELIGIBILITY AND QUALIFICATION CLAIMS. You are strongly encouraged to upload the applicable documents with your application package. These documents will assist the staffing specialist in determining your eligibility and qualifications, but are not required at the time of application. If you do not upload the suggested documents, then you must document in your application package (resume) the information needed to determine your eligibility. If selected, these documents will be requested at the time of tentative job offer to verify eligibility and qualifications. You will have 2 business days to submit these documents before a job offer is rescinded.\n\nDOES THIS POSITION REQUIRE A LICENSE OR CERTIFICATE? You are strongly encouraged to provide a copy of your license or certificate in your application package. It is also acceptable to document your license number and the name of the licensing authority in your resume.\n\nARE YOU QUALIFYING BASED ON EDUCATION or A COMBINATION OF EDUCATION AND EXPERIENCE? You must provide sufficient documentation of your education in your resume. You are strongly encouraged to provide a copy of transcripts or degrees in your application package. It is also acceptable to document your applicable course listing in your resume (course number, credits earned, etc...). Education must be accredited by an accrediting institution recognized by the U.S. Department of Education in order for it to be credited towards qualifications. Therefore, provide only the attendance and/or degrees from schools accredited by accrediting institutions recognized by the U.S. Department of Education. Applicants can verify accreditation at the following website: http://www.ed.gov/admins/finaid/accred/index.html.  All education claimed by applicants will be verified by the appointing agency accordingly. If selected, an official/sealed transcript will be required prior to appointment.\n\nARE YOU A VETERAN CLAIMING SOLE SURVIVORSHIP PREFERENCE OR 5-POINT VETERANS' PREFERENCE?\nYou are strongly encouraged to provide legible copy/copies of the following: DD-214 (member 4 copy), \"Certificate of Release or Discharge from Active Duty,\" showing all dates of service, as well as character of service (Honorable, General, etc.) or Statement of Service/Proof of Service (in lieu of a DD-214) from your command or local Personnel Support Detachment (PSD). The Statement of Service/Proof of Service must provide all dates of service, the expected date of discharge and anticipated character of service (Honorable, General, etc.). Veterans should upload their DD-214 once they receive it upon separation.\n\nARE YOU A DISABLED VETERAN or CLAIMING 10-POINT VETERANS' PREFERENCE?\nDisabled veterans, veterans, widows, spouses or the mother of a veteran, who are eligible for 10-point veterans' preference, are strongly encouraged to provide legible copies of the following: Applicable supporting documents as noted on Standard Form-15 (SF-15). To obtain a copy of SF-15, go to http://www.opm.gov/forms/pdf_fill/SF15.pdf.",
        "howToApply": "Click the Apply Online button to create an account or log in to your existing USAJOBS account.\n\nTo apply for this position, you must provide a complete Application Package which includes:\n1. Complete resume with relevant experience where you worked, job title, duties and accomplishments, employer's name and address, supervisor's name and phone number, starting and end dates (Mo/Yr), hours per week and salary. If you are a current or previous federal employee, provide your pay plan, series and grade level (e.g. GS-0201-09).\n2. Complete assessment questionnaire. For a quick preview of the assessment questionnaire click here: https://apply.usastaffing.gov/ViewQuestionnaire/10083110\n3. Supporting documentation\n\nFailure to submit a complete application package will result in an ineligible rating and loss of consideration.\n\nYour complete application (resume, assessment questionnaire, and all supporting documents) must be received by 11:59 pm Eastern Standard Time (EST) on 12/20/2017. Applications received after 12/20/2017 may result in an ineligible rating and loss of consideration. If more than one resume is received, only the last resume received and processed will be reviewed.\n\nNOTE: To check the status of your application or return to a previous or incomplete application, log into your USAJOBS account: https://mydon.usajobs.gov/Account/Login select Application Status, and click on the more information link under the application status for this position. Your uploaded documents may take several hours to clear the virus scan process so please plan appropriately.\n\nYou are encouraged to apply online. Applying online will allow you to review and track the status of your application.\n\nIf you are unable to apply online or unable to upload your supporting documents contact Department of Navy EIC at DONEIC@navy.mil or (800) 378-4559.\n\nDo not email or send hard copy resumes/applications to the Contact Information or Agency Information listed in this vacancy announcement. All resumes/applications received at the addresses listed in the Contact Information or Agency Information will be destroyed and will not be considered for this vacancy announcement.\n\nIt is the applicant's responsibility to verify that all information in their resume and documents are legible and accurate. HR will not modify answers/documents submitted by an applicant.",
        "howToApplyNextSteps": "When the application process is complete, your application will be reviewed to determine if you meet the hiring eligibility and qualification requirements for which you requested consideration. You will be rated based on the information provided in your resume and responses to the questionnaire, along with your supporting documentation to determine your level of knowledge, skill, and ability related to the job requirements.\n\nBest qualified applicants will be referred to the hiring manager. The hiring manager may choose to conduct interviews. Once the selection is made, you will receive a notification of the decision.\n\nStay informed of changes to your application status by signing up for automatic email alerts at\nhttps://www.usajobs.gov/Applicant/Application/ListApplications.",
        "requirements": "Requirements:\n\nGenerally, current Federal employees applying for GS jobs must serve at least one year at the next lower grade level. This requirement is called time-in-grade. All qualifications and time-in-grade requirements must be met by the closing date of this announcement and clearly documented in your resume.\n\nMust be able to obtain an interim and/or final (e.g., confidential/secret/top secret, etc.) security clearance prior to entrance on duty AND must be able to maintain the required level of clearance while employed in the subject position.  Failure to obtain and maintain the required level of clearance may result in the withdrawal of a job offer or removal. \n\nThis position may require travel from normal duty station to CONUS and OCONUS and may include remote or isolated sites. Must be willing and able to travel on military and commercial aircraft for extended periods of time.\n\nPositions that are supervisory/ managerial require that first time supervisors/managers complete a one-year trial/probationary period if not previously completed in a competitive or other excepted service position.\n\nSupervisors in the executive branch have a heightened personal responsibility for advancing government ethics. The selectee will be required to review the 14 General Principles of Ethical Conduct at 5 CFR 2635.101.\n",
        "evaluations": "When the application process is complete, we will review your resume to ensure you meet the hiring eligibility and qualification requirements listed in this announcement. You will be rated based on the information provided in your resume and responses to the Occupational Questionnaire, along with your supporting documentation to determine your ability to demonstrate the following competencies:\n\nDEVELOPING OTHERSMANAGING HUMAN RESOURCESRULEMAKING AND REGULATIONTRAINING PROGRAM ADMINISTRATION\n\nYou should list any relevant performance appraisals and incentive awards in your resume as that information may be taken into consideration during the selection process. If selected, you may be required to provide supporting documentation.\n\nIf, after reviewing your resume and supporting documentation, a determination is made that you inflated your qualifications and/or experience, your score may be adjusted to more accurately reflect your abilities or you may be found ineligible/not qualified.\n\nPlease follow all instructions carefully. Errors or omissions may affect your rating or consideration for employment.\n\nAll eligibility, qualifications, and time-in-grade requirements must be met by the closing date of this announcement.\n\n\nYou will receive credit for all qualifying experience, including volunteer and part time experience. You must clearly identify the duties and responsibilities in each position held and the total number of hours per week.",
        "benefitsURL": "http://www.secnav.navy.mil/donhr/Benefits/Pages/Default.aspx",
        "benefits": null,
        "otherInformation": "This position is covered by the Department of Defense Priority Placement Program.\n\nAdditional vacancies may be filled by this announcement.\n\nA tentative offer of employment will be rescinded if the selectee fails to meet the pre-employment requirements, including failure to report to any of the scheduled appointments.\n\nThe Department of the Navy uses E-Verify to confirm the employment eligibility of all newly hired employees. To learn more about E-Verify, including your rights and responsibilities, visit www.dhs.gov/E-Verify.\n\nIf you are unable to apply online and request information about the Alternate Application process, please contact the Department of Navy's Employment Information Center.\n\nFederal annuitant information: The selection of an annuitant is subject to the Department of Defense and Department of the Navy policy on the employment of annuitants. Policy information may be found at: http://www.secnav.navy.mil/donhr/Documents/CivilianJobs/FedCivAnnuitants.pdf",
        "appointmentTypeOverride": null,
        "positionScheduleOverride": null,
        "exclusiveClarificationText": null,
        "videoURL": null
    },
    {
        "usajobsControlNumber": 501562000,
        "hiringAgencyCode": "NV60    ",
        "hiringAgencyName": "United States Fleet Forces Command",
        "hiringDepartmentCode": "16",
        "hiringDepartmentName": "Department of the Navy",
        "agencyLevel": 2,
        "agencyLevelSort": "Department of the Navy\\United States Fleet Forces Command",
        "appointmentType": "Permanent",
        "workSchedule": "Full-time",
        "payScale": "GS",
        "salaryType": "Per Year",
        "vendor": "USASTAFFING",
        "travelRequirement": "Not required",
        "teleworkEligible": "N",
        "serviceType": null,
        "securityClearanceRequired": "Y",
        "securityClearance": "Confidential",
        "whoMayApply": null,
        "announcementClosingTypeCode": null,
        "announcementClosingTypeDescription": null,
        "positionOpenDate": "2018-06-11T00:00:00",
        "positionCloseDate": "2018-06-20T00:00:00",
        "positionExpireDate": null,
        "announcementNumber": "ST-10230880-18-TNP",
        "hiringSubelementName": null,
        "positionTitle": "Interdisciplinary Supv Nuclear Engineer/Supv Health Physicist",
        "minimumGrade": "13",
        "maximumGrade": "13",
        "promotionPotential": "13",
        "minimumSalary": 87252,
        "maximumSalary": 113428,
        "supervisoryStatus": "Y",
        "drugTestRequired": "N",
        "relocationExpensesReimbursed": "N",
        "totalOpenings": null,
        "disableAppyOnline": "N",
        "positionOpeningStatus": "Candidate selected",
        "applicationsStarted": 31,
        "hiringPaths": [
            {
                "hiringPath": "Current or former competitive service federal employees."
            }
        ],
        "jobCategories": [
            {
                "series": "0840"
            },
            {
                "series": "1306"
            }
        ],
        "positionLocations": [
            {
                "positionLocationId": 13123219,
                "positionLocationCity": "Naval Shipyard, Portsmouth",
                "positionLocationState": "Virginia",
                "positionLocationCountry": "United States"
            }
        ],
        "missionCriticalOccupations": [],
        "keyStandardRequirements": [
            {
                "keyStandardRequirement": null,
                "keyStandardRequirementDescription": null
            }
        ],
        "_links": [
            {
                "rel": "AnnouncementText",
                "href": "/api/historicjoa/announcementtext/501562000"
            }
        ],
        "summary": "The incumbent in this position serves as a Supervisory Nuclear Engineer or Supervisory Health Physicist and assists the Division Head in the primary functions of the Radiological Emergency Planning Division at the Norfolk Naval Shipyard located in Portsmouth, VA.",
        "hiringPathExplanation": "Current Permanent Competitive Service of UIC (42158)",
        "duties": null,
        "majorDutiesList": "You will be responsible for the emergency planning for potential radiological emergencies at Norfolk Naval Shipyard (NNSY) and the Naval Station Norfolk. | You will coordinate response to an actual or potential Naval Nuclear reactor accident or radiological emergency. | You will coordinate the development, preparation, and maintenance of Shipyard procedure for notification of appropriate emergency personnel. | You will coordinate with Federal, State and local government agencies outside the Shipyard to ensure Shipyard response plans combined with other agencies provide complete and integrated converage of necessary emergency response actions. | You will plan and conduct major radiological emergency drills to evaluate the level of preparedness and periodically conduct training sessions for emergency response personnel.",
        "requirementsConditionsOfEmployment": "Must be a US Citizen. | Must be determined suitable for federal employment. | Must participate in the direct deposit pay program. | New employees to the Department of the Navy will be required to successfully pass the E-Verify employment verification check. To learn more about E-Verify, including your rights and responsibilities, visit www.dhs.gov/E-Verify/. | Generally, current federal employees applying for GS jobs must serve at least one year at the next lower grade level. This requirement is called time-in-grade.  Time-in-grade requirements must be met by the closing date of this announcement.",
        "requirementsQualifications": "Your resume must demonstrate at least one year of specialized experience at or equivalent to the GS-12 grade level or pay band in the Federal service or equivalent experience in the private or public sector. Specialized experience must demonstrate the following:\nGS-0840\n-Experience and experience in the fields of radiological controls and Nuclear engineering physics as applied to Naval Nuclear Propulsion Plant Work.\n-Experience and knowledge of reactor plant and nuclear ship design, instrumentation and operating characteristics. \n-Experience and a working knowledge of communication systems, radiation instrumentation, ventilation systems and nuclear facilities required to be able to assess the need for improvement.\n-Experience and knowledge of mission, tasks and functions assigned to NNSY, Naval Station Norfolk, COMSUBFOR AOR and outlying activities.\nGS 1306\n-Experience with the the planning involving the preparation of detailed emergency operating procedures coordination of emergency response personnel equipment transportation and manpower logistics.\n-Experience and basic knowledge/understanding of techniques used to minimize the spread of contamination and techniques necessary to minimize environmental impact and health hazards from a radiological emergency.\n-Experience implementing various qualitative and/or quantitative methods for assessing, developing, and improving program effectiveness.\n-Experience and knowledge to plan and evaluate radiological emergency response action in drills\n-Experience applying project management, human resources, financial management, and logistics support in accomplishing shipyard projects.\n\nAdditional qualification information can be found from the following Office of Personnel Management website:\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/#url=GS-PROF AND https://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/0800/files/all-professional-engineering-positions-0800.pdf\n\nExperience refers to paid and unpaid experience, including volunteer work done through National Service programs (e.g., professional, philanthropic, religious, spiritual, community, student, social). Volunteer work helps build critical competencies, knowledge, and skills and can provide valuable training and experience that translates directly to paid employment.",
        "requirementsEducation": "Applicants must meet the following basic education requirements of the Office of Personnel Management (OPM) Qualifications Standards Manual:\n\nSuccessful completion of a professional engineering degree. To be acceptable, the program must: (1) lead to a bachelor's degree (or higher) in a school of engineering with at least one program accredited by the Accreditation Board for Engineering and Technology (ABET); or (2) include differential and integral calculus and courses (more advanced than first-year physics and chemistry) in five of the following seven areas of engineering science or physics: (a) statics, dynamics; (b) strength of materials (stress-strain relationships); (c) fluid mechanics, hydraulics; (d) thermodynamics; (e) electrical fields and circuits; (f) nature and properties of materials (relating particle and aggregate structure to properties); and (g) any other comparable area of fundamental engineering science or physics, such as optics, heat transfer, soil mechanics, or electronics. Such education must demonstrate the knowledge, skills, and abilities necessary to do the work of the position.\n\nOR\n\nCurrent registration as an Engineer Intern (EI), Engineer in Training (EIT), or licensure as a Professional Engineer (PE) by any State, the District of Columbia, Guam, or Puerto Rico. Absent other means of qualifying under this standard, those applicants who achieved such registration by means other than written test (e.g., State grandfather or eminence provisions) are eligible only for positions that are within or closely related to the specialty field of their registration For more information about EI and EIT registration requirements, please visit the National Society of Professional Engineers website at: http://www.nspe.org\n\nOR\n\nEvidence of having successfully passed the Fundamentals of Engineering (FE) examination or any other written test required for professional registration by an engineering licensure board in the various States, the District of Columbia, Guam, and Puerto Rico The FE examination is not administered by the U. S. Office of Personnel Management. For more information, please visit: http://www.nspe.org/Licensure/HowtoGetLicensed/index.html.\n\nOR\n\nSuccessful completion of at least 60 semester hours of courses in the physical, mathematical, and engineering sciences and in engineering that included the courses specified in the basic requirements under paragraph A (above). The courses must be fully acceptable toward meeting the requirements of an engineering program as described in paragraph A (above)\n\nOR\n\nSuccessful completion of a curriculum leading to a bachelor's degree in an appropriate scientific field, e.g., engineering technology, physics, chemistry, architecture, computer science, mathematics, hydrology, or geology, may be accepted in lieu of a bachelor's degree in engineering, provided the applicant has had at least one year of professional engineering experience acquired under professional engineering supervision and guidance. Ordinarily, there should be either an established plan of intensive training to develop professional engineering competence, or several years of prior professional engineering-type experience, e.g., in interdisciplinary positions.",
        "requiredStandardDocuments": null,
        "requiredDocuments": "A COMPLETE RESUME IS REQUIRED. Your resume must show relevant experience (cover letter optional) where you worked, job title, duties and accomplishments, employer's name and address, supervisor's name and phone number, starting and end dates (Mo/Yr), hours per week & salary. If you are a current Federal employee or previous Federal employee, provide your pay plan, series and grade level i.e. GS-0201-09. Note: Only the last resume received will be reviewed.\n\nYOU ARE REQUIRED TO DOCUMENT IN YOUR APPLICATION PACKAGE EVIDENCE THAT SUPPORTS YOUR ELIGIBILITY AND QUALIFICATION CLAIMS. You are strongly encouraged to upload the applicable documents with your application package. These documents will assist the staffing specialist in determining your eligibility and qualifications, but are not required at the time of application. If you do not upload the suggested documents, then you must document in your application package (resume) the information needed to determine your eligibility. If selected, these documents will be requested at the time of tentative job offer to verify eligibility and qualifications. You will have 2 business days to submit these documents before a job offer is rescinded.\n\nDOES THIS POSITION REQUIRE A LICENSE OR CERTIFICATE? You are strongly encouraged to provide a copy of your license or certificate in your application package. It is also acceptable to document your license number and the name of the licensing authority in your resume.\n\nARE YOU QUALIFYING BASED ON EDUCATION or A COMBINATION OF EDUCATION AND EXPERIENCE? You must provide sufficient documentation of your education in your resume. You are strongly encouraged to provide a copy of transcripts or degrees in your application package. It is also acceptable to document your applicable course listing in your resume (course number, credits earned, etc...). Education must be accredited by an accrediting institution recognized by the U.S. Department of Education in order for it to be credited towards qualifications. Therefore, provide only the attendance and/or degrees from schools accredited by accrediting institutions recognized by the U.S. Department of Education. Applicants can verify accreditation at the following website: http://www.ed.gov/admins/finaid/accred/index.html. All education claimed by applicants will be verified by the appointing agency accordingly. If selected, an official/sealed transcript will be required prior to appointment. Applications will be accepted from students who expect to complete qualifying education within 9 months from the date of application. However, agencies are required to verify that the education has been completed successfully before any applicant can be appointed (report to work); therefore, your selection or start date may be impacted by proof and completion of all position requirements.\n\nARE YOU A VETERAN CLAIMING SOLE SURVIVORSHIP PREFERENCE OR 5-POINT VETERANS' PREFERENCE?\nYou are strongly encouraged to provide legible copy/copies of the following: DD-214 (member 4 copy), \"Certificate of Release or Discharge from Active Duty,\" showing all dates of service, as well as character of service (Honorable, General, etc.) or Statement of Service/Proof of Service (in lieu of a DD-214) from your command or local Personnel Support Detachment (PSD). The Statement of Service/Proof of Service must provide all dates of service, the expected date of discharge and anticipated character of service (Honorable, General, etc.). Veterans should upload their DD-214 once they receive it upon separation.\n\nARE YOU A DISABLED VETERAN or CLAIMING 10-POINT VETERANS' PREFERENCE?\nDisabled veterans, veterans, widows, spouses or the mother of a veteran, who are eligible for 10-point veterans' preference, are strongly encouraged to provide legible copies of the following: Applicable supporting documents as noted on Standard Form-15 (SF-15). To obtain a copy of SF-15, go to http://www.opm.gov/forms/pdf_fill/SF15.pdf.\n\nARE YOU AN ACTIVE DUTY SERVICE MEMBER? Active Duty Service Members are required to submit a statement of service printed on command letterhead and signed by the command. The statement of service must provide the branch of service, rate/rank, all dates of service, the expected date of discharge and anticipated character of service (Honorable, General, etc.).",
        "howToApply": "Click the Apply Online button to create an account or log in to your existing USAJOBS account.\n\nTo apply for this position, you must provide a complete Application Package which includes:\n1. Complete resume\n2. Complete assessment questionnaire. For a quick preview of the assessment questionnaire click here: https://apply.usastaffing.gov/ViewQuestionnaire/10230880\n3. Documentation that supports all of the claims made in your resume and assessment questionnaire\n\nFailure to submit a complete application package will result in an ineligible rating and loss of consideration.\n\nYour complete application (resume, assessment questionnaire, and all supporting documents) must be received by 11:59 pm Eastern Standard Time (EST) on 06/20/2018to receive consideration. Applications received after 11:59 pm Eastern Standard Time (EST) on 06/20/2018 will not be accepted. If more than one resume is received, only the last resume received and processed will be reviewed. Please do not submit multiple resumes.\n\nNOTE: To check the status of your application or return to a previous or incomplete application, log into your USAJOBS account: https://mydon.usajobs.gov/Account/Login select Application Status, and click on the more information link under the application status for this position. Your uploaded documents may take several hours to clear the virus scan process so please plan appropriately.\n\nYou are encouraged to apply online. Applying online will allow you to review and track the status of your application.\n\nIf you are unable to apply online or unable to upload your supporting documents contact Department of Navy EIC at DONEIC@navy.mil or (800) 378-4559.\n\nDo not email or send hard copy resumes/applications to the Contact Information or Agency Information listed in this vacancy announcement. All resumes/applications received at the addresses listed in the Contact Information or Agency Information will be destroyed and will not be considered for this vacancy announcement.\n\nIt is the applicant's responsibility to verify that all information in their resume, assessment questionnaire, and supporting documents are legible and accurate. Human Resources will not modify a resume or change an applicant's answer to a question, even upon request.",
        "howToApplyNextSteps": "When the application process is complete, your application will be reviewed to determine if you meet the hiring eligibility and qualification requirements for which you requested consideration. You will be rated based on the information provided in your resume and responses to the questionnaire, along with your supporting documentation to determine your level of knowledge, skill, and ability related to the job requirements.\n\nBest qualified applicants will be referred to the hiring manager. The hiring manager may choose to conduct interviews. Once the selection is made, you will receive a notification of the decision.",
        "requirements": null,
        "evaluations": "When the application process is complete, we will review your resume to ensure you meet the hiring eligibility and qualification requirements listed in this announcement. You will be rated based on the information provided in your resume and responses to the Occupational Questionnaire, along with your supporting documentation to determine your ability to demonstrate the following competencies:\n\nNUCLEAR ENGINEERINGPROJECT MANAGEMENTRADIOLOGICAL SAFETYTRAINING PROGRAM ADMINISTRATION\n\nYou should list any relevant performance appraisals and incentive awards in your resume as that information may be taken into consideration during the selection process. If selected, you may be required to provide supporting documentation.\n\nIf after reviewing your resume and supporting documentation, a determination is made that you inflated your qualifications and/or experience, your score may be adjusted to more accurately reflect your abilities or you may be found ineligible/not qualified.\n\nPlease follow all instructions carefully. Errors or omissions may affect your rating or consideration for employment.\n\nAll eligibility, qualifications, and time-in-grade requirements must be met by the closing date of this announcement.",
        "benefitsURL": "http://www.secnav.navy.mil/donhr/Benefits/Pages/Default.aspx",
        "benefits": null,
        "otherInformation": "This position is covered by the Department of Defense Priority Placement Program.\n\nAdditional vacancies may be filled by this announcement.\n\nA tentative offer of employment will be rescinded if the selectee fails to meet the pre-employment requirements, including failure to report to any of the scheduled appointments.\n\nIf you are unable to apply online and request information about the Alternate Application process, please contact the Department of Navy's Employment Information Center.\n\nFederal annuitant information: The selection of an annuitant is subject to the Department of Defense and Department of the Navy policy on the employment of annuitants. Policy information may be found at: http://www.secnav.navy.mil/donhr/Documents/CivilianJobs/FedCivAnnuitants.pdf\n\nDocuments submitted as part of the application package, to include supplemental documents, may be shared beyond the Human Resources Office. Some supplemental documents contain personal information such as SSN and DOB and some documents such as military orders and marriage certificates may contain personal information for someone other than you. You may sanitize these documents to remove said personal information before you submit your application. You may be asked to provide an un-sanitized version of the documents if you are selected to confirm your eligibility.",
        "appointmentTypeOverride": "Permanent",
        "positionScheduleOverride": "Full-Time",
        "exclusiveClarificationText": null,
        "videoURL": null
    },
    {
        "usajobsControlNumber": 509196200,
        "hiringAgencyCode": "NV60    ",
        "hiringAgencyName": "United States Fleet Forces Command",
        "hiringDepartmentCode": "16",
        "hiringDepartmentName": "Department of the Navy",
        "agencyLevel": 2,
        "agencyLevelSort": "Department of the Navy\\United States Fleet Forces Command",
        "appointmentType": "Permanent",
        "workSchedule": "Full-time",
        "payScale": "GS",
        "salaryType": "Per Year",
        "vendor": "USASTAFFING",
        "travelRequirement": "Occasional travel",
        "teleworkEligible": "N",
        "serviceType": "Competitive",
        "securityClearanceRequired": "Y",
        "securityClearance": "Secret",
        "whoMayApply": null,
        "announcementClosingTypeCode": "01",
        "announcementClosingTypeDescription": "Closing Date",
        "positionOpenDate": "2018-09-06T00:00:00",
        "positionCloseDate": "2018-09-15T00:00:00",
        "positionExpireDate": null,
        "announcementNumber": "ST-10284589-18-BP",
        "hiringSubelementName": null,
        "positionTitle": "INTERDISCIPLINARY SUPERVISORY-NUCLEAR ENGINEER, HEALTH PHYSICIST",
        "minimumGrade": "13",
        "maximumGrade": "13",
        "promotionPotential": "13",
        "minimumSalary": 87252,
        "maximumSalary": 113428,
        "supervisoryStatus": "Y",
        "drugTestRequired": "N",
        "relocationExpensesReimbursed": "N",
        "totalOpenings": "Few  ",
        "disableAppyOnline": "N",
        "positionOpeningStatus": "Candidate selected",
        "applicationsStarted": 12,
        "hiringPaths": [
            {
                "hiringPath": "Current federal employees of this agency."
            }
        ],
        "jobCategories": [
            {
                "series": "0840"
            },
            {
                "series": "1306"
            }
        ],
        "positionLocations": [
            {
                "positionLocationId": 13406619,
                "positionLocationCity": "Naval Shipyard, Portsmouth",
                "positionLocationState": "Virginia",
                "positionLocationCountry": "United States"
            }
        ],
        "missionCriticalOccupations": [],
        "keyStandardRequirements": [
            {
                "keyStandardRequirement": null,
                "keyStandardRequirementDescription": null
            }
        ],
        "_links": [
            {
                "rel": "AnnouncementText",
                "href": "/api/historicjoa/announcementtext/509196200"
            }
        ],
        "summary": "You will serve as a Dosimetry Facility Technical Manager (FTM) and is the Branch Head for the Dosimetry Facility Technical Branch (C105.53) in the Radiation Health Division (C105.5), Radiological Control Office (C105) of NORFOLK NAVAL SHIPYARD.",
        "hiringPathExplanation": "Current Permanent Employees in UIC 42158",
        "duties": null,
        "majorDutiesList": "You will exercise supervisory authority regarding short term priorities, work assignments, and work completion. | You will provide technical guidance, advice and assistance to Shipyard management regarding the Shipyard's Dosimetry Quality System (QS). | You will develop plans and conduct annual management-level review and assessment of the QS and program activities. | You will identify departures from the QS or procedures and make recommendations concerning corrective actions for identified weaknesses and deficiencies. | You will follow up to ensure corrective actions are implemented and measures are put into practice to prevent re-occurence.",
        "requirementsConditionsOfEmployment": "Must be a US Citizen. | Must be determined suitable for federal employment. | Must participate in the direct deposit pay program. | New employees to the Department of the Navy will be required to successfully pass the E-Verify employment verification check. To learn more about E-Verify, including your rights and responsibilities, visit www.dhs.gov/E-Verify/. | Generally, current federal employees applying for GS jobs must serve at least one year at the next lower grade level. This requirement is called time-in-grade.  Time-in-grade requirements must be met by the closing date of this announcement. | You will be required to obtain and maintain an interim and/or final security clearance prior to entrance on duty. Failure to obtain and maintain the required level of clearance may result in the withdrawal of a job offer or removal. | Supervisors in the executive branch have a heightened personal responsibility for advancing government ethics. You will be required to review the 14 General Principles of Ethical Conduct at 5 CFR 2635.101.",
        "requirementsQualifications": "In addition to the Basic Requirements for this position, your resume must also demonstrate at least one year of specialized experience at or equivalent to the GS-12 grade level or pay band in the Federal service or equivalent experience in the private or public sector. Specialized experience must demonstrate the following:\n1) Experience directing the planning, organizing and conducting technical program analysis and development involving key agency programs;\n2) Experience applying qualitative and/or quantitative methods for the assessment, development and improvement of programs and program effectiveness for complex management processes and systems;\n3) Experience applying fiscal, contracting and administrative policies, procedures and practices necessary to manage and determine the economic feasibility of major technical and administrative programs;\n4) Experience designing, developing and implementing automation technology initiatives with fleet-wide implications;\n5) Experience with shipyard management associated with project management, human resources, financial management, manpower, material support and logistics support.\n\nAdditional qualification information can be found from the following Office of Personnel Management website:\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/#url=GS-PROF.\n\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/0800/files/all-professional-engineering-positions-0800.pdf\n\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/1300/health-physics-series-1306/\n\nExperience refers to paid and unpaid experience, including volunteer work done through National Service programs (e.g., professional, philanthropic, religious, spiritual, community, student, social). Volunteer work helps build critical competencies, knowledge, and skills and can provide valuable training and experience that translates directly to paid employment.",
        "requirementsEducation": "Applicants must meet the following positive education qualifications requirements of the Office of Personnel Management (OPM) Qualifications Standards Manual: Applicants must possess: \n\nFor All Professional Engineering Positions, 0800\nIndividual Occupational Requirements\nBasic Requirements:\nA. Degree: Engineering. To be acceptable, the program must: (1) lead to a bachelor's degree in a school of engineering with at least one program accredited by ABET; or (2) include differential and integral calculus and courses (more advanced than first-year physics and chemistry) in five of the following seven areas of engineering science or physics: (a) statics, dynamics; (b) strength of materials (stress-strain relationships); (c) fluid mechanics, hydraulics; (d) thermodynamics; (e) electrical fields and circuits; (f) nature and properties of materials (relating particle and aggregate structure to properties); and (g) any other comparable area of fundamental engineering science or physics, such as optics, heat transfer, soil mechanics, or electronics.\nOR\nB. Combination of education and experience -- college-level education, training, and/or technical experience that furnished (1) a thorough knowledge of the physical and mathematical sciences underlying engineering, and (2) a good understanding, both theoretical and practical, of the engineering sciences and techniques and their applications to one of the branches of engineering. The adequacy of such background must be demonstrated by one of the following:\n1. Professional registration or licensure -- Current registration as an Engineer Intern (EI), Engineer in Training (EIT)1, or licensure as a Professional Engineer (PE) by any State, the District of Columbia, Guam, or Puerto Rico. Absent other means of qualifying under this standard, those applicants who achieved such registration by means other than written test (e.g., State grandfather or eminence provisions) are eligible only for positions that are within or closely related to the specialty field of their registration. For example, an applicant who attains registration through a State Board's eminence provision as a manufacturing engineer typically would be rated eligible only for manufacturing engineering positions.\n2. Written Test -- Evidence of having successfully passed the Fundamentals of Engineering (FE)2 examination or any other written test required for professional registration by an engineering licensure board in the various States, the District of Columbia, Guam, and Puerto Rico.\n3. Specified academic courses -- Successful completion of at least 60 semester hours of courses in the physical, mathematical, and engineering sciences and that included the courses specified in the basic requirements under paragraph A. The courses must be fully acceptable toward meeting the requirements of an engineering program as described in paragraph A.\n4. Related curriculum -- Successful completion of a curriculum leading to a bachelor's degree in an appropriate scientific field, e.g., engineering technology, physics, chemistry, architecture, computer science, mathematics, hydrology, or geology, may be accepted in lieu of a bachelor's degree in engineering, provided the applicant has had at least 1 year of professional engineering experience acquired under professional engineering supervision and guidance. Ordinarily there should be either an established plan of intensive training to develop professional engineering competence, or several years of prior professional engineering-type experience, e.g., in interdisciplinary positions. (The above examples of related curricula are not all-inclusive.)\nNote: An applicant who meets the basic requirements as specified in A or B above, except as noted under B.1., may qualify for positions in any branch of engineering unless selective factors indicate otherwise.\n\nFor Health Physicist:\nDegree: natural science or engineering that included at least 30 semester hours in health physics, engineering, radiological science, chemistry, physics, biology, mathematics, and/or calculus.\n\nor\n\nCombination of education and experience -- courses as shown in A above, plus appropriate experience or other education; or certification as a health physicist by the American Board of Health Physics, plus appropriate experience and other education that provided an understanding of sciences applicable to health physics comparable to that described in paragraph A.",
        "requiredStandardDocuments": null,
        "requiredDocuments": "A COMPLETE RESUME IS REQUIRED. Your resume must show relevant experience (cover letter optional) where you worked, job title, duties and accomplishments, employer's name and address, supervisor's name and phone number, starting and end dates (Mo/Yr), hours per week & salary. If you are a current Federal employee or previous Federal employee, provide your pay plan, series and grade level i.e. GS-0201-09. Note: Only the last resume received will be reviewed.\n\nYOU ARE REQUIRED TO DOCUMENT IN YOUR APPLICATION PACKAGE EVIDENCE THAT SUPPORTS YOUR ELIGIBILITY AND QUALIFICATION CLAIMS. You are strongly encouraged to upload the applicable documents with your application package. These documents will assist the staffing specialist in determining your eligibility and qualifications, but are not required at the time of application. If you do not upload the suggested documents, then you must document in your resume the information needed to determine your eligibility. If you are selected, these documents will be requested at the time of tentative job offer to verify eligibility and qualifications. You will have 2 business days to submit these documents before a job offer is rescinded.\n\nDOES THIS POSITION REQUIRE A LICENSE OR CERTIFICATE? You are strongly encouraged to provide a copy of your license or certificate in your application package. It is also acceptable to document your license number and the name of the licensing authority in your resume.\n\nARE YOU QUALIFYING BASED ON EDUCATION or A COMBINATION OF EDUCATION AND EXPERIENCE? You must provide sufficient documentation of your education in your resume. You are strongly encouraged to provide a copy of transcripts or degrees in your application package. It is also acceptable to document your applicable course listing in your resume (course number, credits earned, etc...). Education must be accredited by an accrediting institution recognized by the U.S. Department of Education in order for it to be credited towards qualifications. Therefore, provide only the attendance and/or degrees from schools accredited by accrediting institutions recognized by the U.S. Department of Education. Applicants can verify accreditation at the following website: http://www.ed.gov/admins/finaid/accred/index.html. All education claimed by applicants will be verified by the appointing agency accordingly. If selected, an official/sealed transcript will be required prior to appointment.\n\nARE YOU AN ACTIVE DUTY SERVICE MEMBER? Active Duty Service Members are required to submit a statement of service printed on command letterhead and signed by the command. The statement of service must provide the branch of service, rate/rank, all dates of service, the expected date of discharge and anticipated character of service (Honorable, General, etc.).\n\nDocuments submitted as part of the application package, to include supplemental documents, may be shared beyond the Human Resources Office. Some supplemental documents contain personal information such as SSN and DOB and some documents such as military orders and marriage certificates may contain personal information for someone other than you. You may sanitize these documents to remove said personal information before you submit your application. You may be asked to provide an un-sanitized version of the documents if you are selected to confirm your eligibility.",
        "howToApply": "Click the Apply Online button to create an account or log in to your existing USAJOBS account.\n\nTo apply for this position, you must provide a complete Application Package which includes:\n1. Complete resume with relevant experience where you worked, job title, duties and accomplishments, employer's name and address, supervisor's name and phone number, starting and end dates (Mo/Yr), hours per week and salary. If you are a current or previous federal employee, provide your pay plan, series and grade level (e.g. GS-0201-09).\n2. Complete assessment questionnaire. For a quick preview of the assessment questionnaire click here: https://apply.usastaffing.gov/ViewQuestionnaire/10284589\n3. Supporting documentation\n\nFailure to submit a complete application package will result in an ineligible rating and loss of consideration.\n\nYour complete application (resume, assessment questionnaire, and all supporting documents) must be received by 11:59 pm Eastern Standard Time (EST) on 09/15/2018. Applications received after 09/15/2018 may result in an ineligible rating and loss of consideration. If more than one resume is received, only the last resume received and processed will be reviewed.\n\nNOTE: To check the status of your application or return to a previous or incomplete application, log into your USAJOBS account: https://mydon.usajobs.gov/Account/Login select Application Status, and click on the more information link under the application status for this position. Your uploaded documents may take several hours to clear the virus scan process so please plan appropriately.\n\nYou are encouraged to apply online. Applying online will allow you to review and track the status of your application.\n\nDo not email or send hard copy resumes/applications to the Contact Information or Agency Information listed in this vacancy announcement. All resumes/applications received at the addresses listed in the Contact Information or Agency Information will be destroyed and will not be considered for this vacancy announcement.\n\nIt is the applicant's responsibility to verify that all information in their resume and documents are legible and accurate. HR will not modify answers/documents submitted by an applicant.",
        "howToApplyNextSteps": "When the application process is complete, your application will be reviewed to determine if you meet the hiring eligibility and qualification requirements for which you requested consideration. You will be rated based on the information provided in your resume and responses to the questionnaire, along with your supporting documentation to determine your level of knowledge, skill, and ability related to the job requirements.\n\nBest qualified applicants will be referred to the hiring manager. The hiring manager may choose to conduct interviews. Once the selection is made, you will receive a notification of the decision.",
        "requirements": null,
        "evaluations": "In order to qualify for this position, your resume must provide sufficient experience and/or education, knowledge, skills, and abilities to perform the duties of the specific position for which you are being considered. Your resume is the key means we have for evaluating your skills, knowledge, and abilities as they relate to this position. Therefore, we encourage you to be clear and specific when describing your experience.\n\nWhen the application process is complete, we will review your resume to ensure you meet the hiring eligibility and qualification requirements listed in this announcement. You will be rated based on the information provided in your resume and responses to the Occupational Questionnaire, along with your supporting documentation to determine your ability to demonstrate the following competencies:\n\nMANAGING HUMAN RESOURCESPROBLEM SOLVINGPROJECT MANAGEMENT\n\nYou should list any relevant performance appraisals and incentive awards in your resume as that information may be taken into consideration during the selection process. If selected, you may be required to provide supporting documentation.\n\nIf after reviewing your resume and supporting documentation, a determination is made that you inflated your qualifications and/or experience, your score may be adjusted to more accurately reflect your abilities or you may be found ineligible/not qualified.\n\nPlease follow all instructions carefully. Errors or omissions may affect your rating or consideration for employment.\n\nAll eligibility, qualifications, and time-in-grade requirements must be met by the closing date of this announcement.",
        "benefitsURL": "http://www.secnav.navy.mil/donhr/Benefits/Pages/Default.aspx",
        "benefits": null,
        "otherInformation": "This position is covered by the Department of Defense Priority Placement Program.\n\nAdditional vacancies may be filled by this announcement.\n\nA tentative offer of employment will be rescinded if the selectee fails to meet the pre-employment requirements, including failure to report to any of the scheduled appointments.\n\nIf you are unable to apply online and request information about the Alternate Application process, please contact the Department of Navy's Employment Information Center.\n\nFederal annuitant information: The selection of an annuitant is subject to the Department of Defense and Department of the Navy policy on the employment of annuitants. Policy information may be found at: http://www.secnav.navy.mil/donhr/Documents/CivilianJobs/FedCivAnnuitants.pdf",
        "appointmentTypeOverride": "Permanent",
        "positionScheduleOverride": "Full-Time",
        "exclusiveClarificationText": null,
        "videoURL": null
    },
    {
        "usajobsControlNumber": 518184900,
        "hiringAgencyCode": "NV60    ",
        "hiringAgencyName": "United States Fleet Forces Command",
        "hiringDepartmentCode": "16",
        "hiringDepartmentName": "Department of the Navy",
        "agencyLevel": 2,
        "agencyLevelSort": "Department of the Navy\\United States Fleet Forces Command",
        "appointmentType": "Permanent",
        "workSchedule": "Full-time",
        "payScale": "GS",
        "salaryType": "Per Year",
        "vendor": "USASTAFFING",
        "travelRequirement": "Occasional travel",
        "teleworkEligible": "N",
        "serviceType": "Competitive",
        "securityClearanceRequired": "Y",
        "securityClearance": "Confidential",
        "whoMayApply": null,
        "announcementClosingTypeCode": "01",
        "announcementClosingTypeDescription": "Closing Date",
        "positionOpenDate": "2018-12-07T00:00:00",
        "positionCloseDate": "2018-12-17T00:00:00",
        "positionExpireDate": null,
        "announcementNumber": "ST-10362962-19-DES",
        "hiringSubelementName": null,
        "positionTitle": "SUPERVISORY HEALTH PHYSICIST",
        "minimumGrade": "13",
        "maximumGrade": "13",
        "promotionPotential": "13",
        "minimumSalary": 87252,
        "maximumSalary": 113428,
        "supervisoryStatus": "Y",
        "drugTestRequired": "N",
        "relocationExpensesReimbursed": "N",
        "totalOpenings": "Few  ",
        "disableAppyOnline": "N",
        "positionOpeningStatus": "Candidate selected",
        "applicationsStarted": 13,
        "hiringPaths": [
            {
                "hiringPath": "Current federal employees of this agency."
            }
        ],
        "jobCategories": [
            {
                "series": "1306"
            }
        ],
        "positionLocations": [
            {
                "positionLocationId": 13762160,
                "positionLocationCity": "Naval Shipyard, Portsmouth",
                "positionLocationState": "Virginia",
                "positionLocationCountry": "United States"
            }
        ],
        "missionCriticalOccupations": [],
        "keyStandardRequirements": [
            {
                "keyStandardRequirement": null,
                "keyStandardRequirementDescription": null
            }
        ],
        "_links": [
            {
                "rel": "AnnouncementText",
                "href": "/api/historicjoa/announcementtext/518184900"
            }
        ],
        "summary": "You will serve as a Supervisory Health Physicist in the Radioactivity Analysis Branch, Radiation Health Division, Radiological Control Office of NORFOLK NAVAL SHIPYARD.",
        "hiringPathExplanation": "Current Permanent Employees of Norfolk Naval Shipyard, UIC 42158",
        "duties": null,
        "majorDutiesList": "You will supervise a work force of professional and technical personnel in positions such as Health Physicist, and Industrial Health Technicians. | You will plan, organize, and accomplish all laboratory work to include Vivo monitoring and Surveillance programs. | You will act as chief scientific and technical authority for the shipyard in matters related to laboratory procedures and equipment used for radionuclide analysis samples and items.",
        "requirementsConditionsOfEmployment": "Must be a US Citizen. | Must be determined suitable for federal employment. | Must participate in the direct deposit pay program. | New employees to the Department of the Navy will be required to successfully pass the E-Verify employment verification check. To learn more about E-Verify, including your rights and responsibilities, visit www.dhs.gov/E-Verify/. | Generally, current federal employees applying for GS jobs must serve at least one year at the next lower grade level. This requirement is called time-in-grade.  Time-in-grade requirements must be met by the closing date of this announcement. | You will be required to obtain and maintain an interim and/or final security clearance prior to entrance on duty. Failure to obtain and maintain the required level of clearance may result in the withdrawal of a job offer or removal. | Work is performed in areas where potentially harmful physical and chemical agents are present (e.g. fumes, dust, heat, ionizing and non-ionizing radiation and chemicals). You will be required to participate in medical surveillance programs.",
        "requirementsQualifications": "In addition to the Basic Requirements for this position, your resume must also demonstrate at least one year of specialized experience at or equivalent to the GS-12 grade level or pay band in the Federal service or equivalent experience in the private or public sector. Specialized experience must demonstrate the following:\n\n- Experience administering a VIVO monitoring program.\n- Experience using laboratory procedures and equipment in performing radionuclide analysis of samples.\n- Experience evaluating computer and laboratory equipment to select and use in a laboratory environment.\n- Experience developing plans for accomplishing environmental surveillance and laboratory analysis during radiological emergencies.\n- Experience using statistical analysis results in developing formal reports.\n\nAdditional qualification information can be found from the following Office of Personnel Management website:\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/#url=GS-PROF.\n\nHealth Physics Series, 1306, Basic Individual Occupational Requirements:\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/1300/health-physics-series-1306/\n\nExperience refers to paid and unpaid experience, including volunteer work done through National Service programs (e.g., professional, philanthropic, religious, spiritual, community, student, social). Volunteer work helps build critical competencies, knowledge, and skills and can provide valuable training and experience that translates directly to paid employment.",
        "requirementsEducation": "Applicants must meet the following positive education qualifications requirements of the Office of Personnel Management (OPM) Qualifications Standards Manual: Applicants must possess: \nDegree: Natural science or engineering that included at least 30 semester hours in health physics, engineering, radiological science, chemistry, physics, biology, mathematics, and/or calculus.",
        "requiredStandardDocuments": null,
        "requiredDocuments": "A COMPLETE RESUME IS REQUIRED. Your resume must show relevant experience (cover letter optional) where you worked, job title, duties and accomplishments, employer's name and address, supervisor's name and phone number, starting and end dates (Mo/Yr), hours per week & salary. If you are a current Federal employee or previous Federal employee, provide your pay plan, series and grade level i.e. GS-0201-09. Note: Only the last resume received will be reviewed.\n\nYOU ARE REQUIRED TO DOCUMENT IN YOUR APPLICATION PACKAGE EVIDENCE THAT SUPPORTS YOUR ELIGIBILITY AND QUALIFICATION CLAIMS. You are strongly encouraged to upload the applicable documents with your application package. These documents will assist the staffing specialist in determining your eligibility and qualifications, but are not required at the time of application. If you do not upload the suggested documents, then you must document in your resume the information needed to determine your eligibility. If you are selected, these documents will be requested at the time of tentative job offer to verify eligibility and qualifications. You will have 2 business days to submit these documents before a job offer is rescinded.\n\nDOES THIS POSITION REQUIRE A LICENSE OR CERTIFICATE? You are strongly encouraged to provide a copy of your license or certificate in your application package. It is also acceptable to document your license number and the name of the licensing authority in your resume.\n\nARE YOU QUALIFYING BASED ON EDUCATION or A COMBINATION OF EDUCATION AND EXPERIENCE? You must provide sufficient documentation of your education in your resume. You are strongly encouraged to provide a copy of transcripts or degrees in your application package. It is also acceptable to document your applicable course listing in your resume (course number, credits earned, etc...). Education must be accredited by an accrediting institution recognized by the U.S. Department of Education in order for it to be credited towards qualifications. Therefore, provide only the attendance and/or degrees from schools accredited by accrediting institutions recognized by the U.S. Department of Education. Applicants can verify accreditation at the following website: http://www.ed.gov/admins/finaid/accred/index.html. All education claimed by applicants will be verified by the appointing agency accordingly. If selected, an official/sealed transcript will be required prior to appointment.\n\nARE YOU AN ACTIVE DUTY SERVICE MEMBER? Active Duty Service Members are required to submit a statement of service printed on command letterhead and signed by the command. The statement of service must provide the branch of service, rate/rank, all dates of service, the expected date of discharge and anticipated character of service (Honorable, General, etc.).\n\nDocuments submitted as part of the application package, to include supplemental documents, may be shared beyond the Human Resources Office. Some supplemental documents contain personal information such as SSN and DOB and some documents such as military orders and marriage certificates may contain personal information for someone other than you. You may sanitize these documents to remove said personal information before you submit your application. You may be asked to provide an un-sanitized version of the documents if you are selected to confirm your eligibility.",
        "howToApply": "Click the Apply Online button to create an account or log in to your existing USAJOBS account.\n\nTo apply for this position, you must provide a complete Application Package which includes:\n1. Complete resume with relevant experience where you worked, job title, duties and accomplishments, employer's name and address, supervisor's name and phone number, starting and end dates (Mo/Yr), hours per week and salary. If you are a current or previous federal employee, provide your pay plan, series and grade level (e.g. GS-0201-09).\n2. Complete assessment questionnaire. For a quick preview of the assessment questionnaire click here: https://apply.usastaffing.gov/ViewQuestionnaire/10362962\n3. Supporting documentation\n\nFailure to submit a complete application package will result in an ineligible rating and loss of consideration.\n\nYour complete application (resume, assessment questionnaire, and all supporting documents) must be received by 11:59 pm Eastern Standard Time (EST) on 12/17/2018. Applications received after 12/17/2018 may result in an ineligible rating and loss of consideration. If more than one resume is received, only the last resume received and processed will be reviewed.\n\nNOTE: To check the status of your application or return to a previous or incomplete application, log into your USAJOBS account: https://mydon.usajobs.gov/Account/Login select Application Status, and click on the more information link under the application status for this position. Your uploaded documents may take several hours to clear the virus scan process so please plan appropriately.\n\nYou are encouraged to apply online. Applying online will allow you to review and track the status of your application.\n\nDo not email or send hard copy resumes/applications to the Contact Information or Agency Information listed in this vacancy announcement. All resumes/applications received at the addresses listed in the Contact Information or Agency Information will be destroyed and will not be considered for this vacancy announcement.\n\nIt is the applicant's responsibility to verify that all information in their resume and documents are legible and accurate. HR will not modify answers/documents submitted by an applicant.",
        "howToApplyNextSteps": "When the application process is complete, your application will be reviewed to determine if you meet the hiring eligibility and qualification requirements for which you requested consideration. You will be rated based on the information provided in your resume and responses to the questionnaire, along with your supporting documentation to determine your level of knowledge, skill, and ability related to the job requirements.\n\nBest qualified applicants will be referred to the hiring manager. The hiring manager may choose to conduct interviews. Once the selection is made, you will receive a notification of the decision.",
        "requirements": null,
        "evaluations": "In order to qualify for this position, your resume must provide sufficient experience and/or education, knowledge, skills, and abilities to perform the duties of the specific position for which you are being considered. Your resume is the key means we have for evaluating your skills, knowledge, and abilities as they relate to this position. Therefore, we encourage you to be clear and specific when describing your experience.\n\nWhen the application process is complete, we will review your resume to ensure you meet the hiring eligibility and qualification requirements listed in this announcement. You will be rated based on the information provided in your resume and responses to the Occupational Questionnaire, along with your supporting documentation to determine your ability to demonstrate the following competencies:\n\nANALYTICAL INSTRUMENTATIONCHEMICAL PRINCIPLES, THEORIES, AND PRACTICESMANAGING HUMAN RESOURCESRADIOLOGICAL SAFETYRESEARCH AND ANALYSISSURVEYS AND DATA COLLECTION\n\nYou should list any relevant performance appraisals and incentive awards in your resume as that information may be taken into consideration during the selection process. If selected, you may be required to provide supporting documentation.\n\nIf after reviewing your resume and supporting documentation, a determination is made that you inflated your qualifications and/or experience, your score may be adjusted to more accurately reflect your abilities or you may be found ineligible/not qualified.\n\nPlease follow all instructions carefully. Errors or omissions may affect your rating or consideration for employment.\n\nAll eligibility, qualifications, and time-in-grade requirements must be met by the closing date of this announcement.",
        "benefitsURL": "http://www.secnav.navy.mil/donhr/Benefits/Pages/Default.aspx",
        "benefits": null,
        "otherInformation": "This position is covered by the Department of Defense Priority Placement Program.\n\nAdditional vacancies may be filled by this announcement.\n\nA tentative offer of employment will be rescinded if the selectee fails to meet the pre-employment requirements, including failure to report to any of the scheduled appointments.\n\nIf you are unable to apply online and request information about the Alternate Application process, please contact the Department of Navy's Employment Information Center.\n\nFederal annuitant information: The selection of an annuitant is subject to the Department of Defense and Department of the Navy policy on the employment of annuitants. Policy information may be found at: http://www.secnav.navy.mil/donhr/Documents/CivilianJobs/FedCivAnnuitants.pdf",
        "appointmentTypeOverride": "Permanent",
        "positionScheduleOverride": "Full-Time",
        "exclusiveClarificationText": null,
        "videoURL": null
    },
    {
        "usajobsControlNumber": 528275400,
        "hiringAgencyCode": "NV60    ",
        "hiringAgencyName": "United States Fleet Forces Command",
        "hiringDepartmentCode": "16",
        "hiringDepartmentName": "Department of the Navy",
        "agencyLevel": 2,
        "agencyLevelSort": "Department of the Navy\\United States Fleet Forces Command",
        "appointmentType": "Permanent",
        "workSchedule": "Full-time",
        "payScale": "GS",
        "salaryType": "Per Year",
        "vendor": "USASTAFFING",
        "travelRequirement": "Occasional travel",
        "teleworkEligible": "N",
        "serviceType": "Competitive",
        "securityClearanceRequired": "Y",
        "securityClearance": "Secret",
        "whoMayApply": null,
        "announcementClosingTypeCode": "01",
        "announcementClosingTypeDescription": "Closing Date",
        "positionOpenDate": "2019-04-02T00:00:00",
        "positionCloseDate": "2019-04-11T00:00:00",
        "positionExpireDate": null,
        "announcementNumber": "ST-10452267-19-JLA",
        "hiringSubelementName": null,
        "positionTitle": "INTERDISCIPLINARY SUPERVISORY NUCLEAR ENGINEER/HEALTH PHYSICIST",
        "minimumGrade": "13",
        "maximumGrade": "13",
        "promotionPotential": "13",
        "minimumSalary": 87252,
        "maximumSalary": 113428,
        "supervisoryStatus": "Y",
        "drugTestRequired": "N",
        "relocationExpensesReimbursed": "Y",
        "totalOpenings": null,
        "disableAppyOnline": "N",
        "positionOpeningStatus": "Candidate selected",
        "applicationsStarted": 24,
        "hiringPaths": [
            {
                "hiringPath": "Current federal employees of this agency."
            },
            {
                "hiringPath": "Individuals eligible under a special authority not listed above, but defined in the federal hiring regulations."
            }
        ],
        "jobCategories": [
            {
                "series": "0840"
            },
            {
                "series": "1306"
            }
        ],
        "positionLocations": [
            {
                "positionLocationId": 14194628,
                "positionLocationCity": "Naval Shipyard, Portsmouth",
                "positionLocationState": "Virginia",
                "positionLocationCountry": "United States"
            }
        ],
        "missionCriticalOccupations": [],
        "keyStandardRequirements": [
            {
                "keyStandardRequirement": null,
                "keyStandardRequirementDescription": null
            }
        ],
        "_links": [
            {
                "rel": "AnnouncementText",
                "href": "/api/historicjoa/announcementtext/528275400"
            }
        ],
        "summary": "You will serve as a Supervisory Nuclear Engineer/Health Physicist in the Radiological Control Office for NORFOLK NAVAL SHIPYARD.",
        "hiringPathExplanation": "Current permanent DON employees and DoD Military Spouse Preference (MSP) eligibles",
        "duties": null,
        "majorDutiesList": "You will be responsible for training Fleet and civilian personnel in practical radiological control skills. | You will provide prepare others to perform non-routine and routine radioactive work. | You will resolve technical, scientific, engineering, and design problems beyond the capacity of subordinates and problems. | You will direct and distribute workload among employees in accordance with established workflow or job specialization to assure timely accomplishments. | You will direct the development and maintenance of the Fleet and Shipyard training program.",
        "requirementsConditionsOfEmployment": "Must be a US Citizen. | Must be determined suitable for federal employment. | Must participate in the direct deposit pay program. | New employees to the Department of the Navy will be required to successfully pass the E-Verify employment verification check. To learn more about E-Verify, including your rights and responsibilities, visit www.dhs.gov/E-Verify/. | Generally, current federal employees applying for GS jobs must serve at least one year at the next lower grade level. This requirement is called time-in-grade.  Time-in-grade requirements must be met by the closing date of this announcement. | You will be required to obtain and maintain an interim and/or final security clearance prior to entrance on duty. Failure to obtain and maintain the required level of clearance may result in the withdrawal of a job offer or removal. | This position may require travel from normal duty station to CONUS and OCONUS and may include remote or isolated sites. You must be able to travel on military and commercial aircraft for extended periods of time. | Supervisors in the executive branch have a heightened personal responsibility for advancing government ethics. You will be required to review the 14 General Principles of Ethical Conduct at 5 CFR 2635.101.",
        "requirementsQualifications": "GS-13:\nIn addition to the Basic Requirements for this position, your resume must also demonstrate at least one year of specialized experience at or equivalent to the GS-12 grade level or pay band in the Federal service or equivalent experience in the private or public sector. Specialized experience must demonstrate the following: As a professional engineer or health physicist providing radiological training or developing, designing, overhauling, performing maintenance, or testing Naval Nuclear Propulsion plants, reactor instrumentation, or reactor control systems related to ships or submarines. \n\nExamples of qualifying experience includes: leading projects to coordinate nuclear propulsion operations; performing nuclear propulsion plant engineering (research, development, design, acquisition, construction, installation, testing, maintenance, supply support and disposition) and analysis; planning the research, development, design, verification, construction, integration, testing and maintenance of reactor systems and related components; preparing or evaluating technical documents for nuclear propulsion plant projects; ensuring safety and reliability of reactor operations and radiological control requirements are met; coordinating training requirements and/or coordinating projects across multiple engineering disciplines.\n\nAdditional qualification information can be found from the following Office of Personnel Management website:\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/#url=GS-PROF.\n\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/0800/files/all-professional-engineering-positions-0800.pdf\n\nExperience refers to paid and unpaid experience, including volunteer work done through National Service programs (e.g., professional, philanthropic, religious, spiritual, community, student, social). Volunteer work helps build critical competencies, knowledge, and skills and can provide valuable training and experience that translates directly to paid employment.",
        "requirementsEducation": "Applicants must meet the following positive education qualifications requirements of the Office of Personnel Management (OPM) Qualifications Standards Manual: Applicants must possess:\n\nAll Professional Engineering Positions:\n I have successfully completed a bachelor's degree (or higher) in engineering. To be acceptable, the program must: (1) lead to a bachelor's degree (or higher) in a school of engineering with at least one program accredited by the Accreditation Board for Engineering and Technology (ABET); or (2) include differential and integral calculus and courses (more advanced than first-year physics and chemistry)  in five of the following seven areas of engineering science or physics: (a) statics, dynamics; (b) strength of materials (stress-strain relationships); (c) fluid mechanics, hydraulics; (d) thermodynamics; (e) electrical fields and circuits; (f) nature and properties of materials (relating particle and aggregate structure to properties); and (g) any other comparable area of fundamental engineering science or physics, such as optics, heat transfer, soil mechanics, or electronics. Such education must demonstrate the knowledge, skills, and abilities necessary to do the work of the position.\n\n-OR-\n\nI have a combination of college-level education, training, and/or technical experience that furnished (1) a thorough knowledge of the physical and mathematical sciences underlying engineering, and (2) a good understanding, both theoretical and practical, of the engineering sciences and techniques and their applications to one of the branches of engineering. The adequacy of such background must be demonstrated by one of the following: (I) Professional registration or licensure: Current registration as an Engineer Intern (EI), Engineer in Training (EIT), or licensure as a Professional Engineer (PE) by any State, the District of Columbia, Guam, or Puerto Rico.  Absent other means of qualifying under this standard, those applicants who achieved such registration by means other than written test (e.g., State grandfather or eminence provisions) are eligible only for positions that are within or closely related to the specialty field of their registration; or (II) Written Test: Evidence of having successfully passed the Fundamentals of Engineering (FE) examination or any other written test required for professional registration by an engineering licensure board in the various  States, the District of Columbia, Guam, and Puerto Rico; or (III) Specified academic courses: Successful completion of at least 60 semester hours of courses in the physical, mathematical, and engineering sciences and in engineering that included the courses specified in the basic requirements under paragraph A (above).  The courses must be fully acceptable toward meeting the requirements of an engineering program as described in paragraph A (above); or (IV) Related curriculum: Successful completion of a curriculum leading to a bachelor's degree in an appropriate scientific field, e.g., engineering technology, physics, chemistry, architecture, computer science, mathematics, hydrology, or geology, may be accepted in lieu of a bachelor's degree in engineering, provided the applicant has had at least one year of professional engineering experience acquired under professional engineering supervision and guidance.  Ordinarily, there should be either an established plan of intensive training to develop professional engineering competence, or several years of prior professional engineering-type experience, e.g., in interdisciplinary positions.\n\nProfessional Health Physics Series:\nI have successfully completed a bachelor's degree or higher in natural science or engineering that included at least 30 semester hours in health physics, engineering, radiological science, chemistry, physics, biology, mathematics, and/or calculus.\n\n-OR-\n\nI have a combination of education and experience with courses as shown above, plus appropriate experience or other education; or certification as a health physicist by the American Board of Health Physics, plus appropriate experience and other education that provided an understanding of sciences applicable to health physics comparable to that described above.\n",
        "requiredStandardDocuments": null,
        "requiredDocuments": "A COMPLETE RESUME IS REQUIRED. Your resume must show relevant experience (cover letter optional) where you worked, job title, duties and accomplishments, employer's name and address, supervisor's name and phone number, starting and end dates (Mo/Yr), hours per week & salary. If you are a current Federal employee or previous Federal employee, provide your pay plan, series and grade level i.e. GS-0201-09. Note: Only the last resume received will be reviewed.\n\nYOU ARE REQUIRED TO DOCUMENT IN YOUR APPLICATION PACKAGE EVIDENCE THAT SUPPORTS YOUR ELIGIBILITY AND QUALIFICATION CLAIMS. You are strongly encouraged to upload the applicable documents with your application package. These documents will assist the staffing specialist in determining your eligibility and qualifications, but are not required at the time of application. If you do not upload the suggested documents, then you must document in your resume the information needed to determine your eligibility. If you are selected, these documents will be requested at the time of tentative job offer to verify eligibility and qualifications. \n\nDOES THIS POSITION REQUIRE A LICENSE OR CERTIFICATE? You are strongly encouraged to provide a copy of your license or certificate in your application package. It is also acceptable to document your license number and the name of the licensing authority in your resume.\n\nARE YOU QUALIFYING BASED ON EDUCATION or A COMBINATION OF EDUCATION AND EXPERIENCE? You must provide sufficient documentation of your education in your resume. You are strongly encouraged to provide a copy of transcripts or degrees in your application package. It is also acceptable to document your applicable course listing in your resume (course number, credits earned, etc...). You may submit a copy of your degree(s) if specific coursework does not have to be verified. Education must be accredited by an accrediting institution recognized by the U.S. Department of Education in order for it to be credited towards qualifications. Therefore, provide only the attendance and/or degrees from schools accredited by accrediting institutions recognized by the U.S. Department of Education. Applicants can verify accreditation at the following website: http://www.ed.gov/admins/finaid/accred/index.html. All education claimed by applicants will be verified by the appointing agency accordingly. If selected, an official/sealed transcript will be required prior to appointment.\n\nARE YOU AN ACTIVE DUTY SERVICE MEMBER? Active Duty Service Members are required to submit a statement of service printed on command letterhead and signed by the command. The statement of service must provide the branch of service, rate/rank, all dates of service, the expected date of discharge and anticipated character of service (Honorable, General, etc.).\n\nDocuments submitted as part of the application package, to include supplemental documents, may be shared beyond the Human Resources Office. Some supplemental documents contain personal information such as SSN and DOB and some documents such as military orders and marriage certificates may contain personal information for someone other than you. You may sanitize these documents to remove said personal information before you submit your application. You may be asked to provide an un-sanitized version of the documents if you are selected to confirm your eligibility.",
        "howToApply": "Click the Apply Online button to create an account or log in to your existing USAJOBS account.\n\nTo apply for this position, you must provide a complete Application Package which includes:\n1. Complete resume with relevant experience where you worked, job title, duties and accomplishments, employer's name and address, supervisor's name and phone number, starting and end dates (Mo/Yr), hours per week and salary. If you are a current or previous federal employee, provide your pay plan, series and grade level (e.g. GS-0201-09).\n2. Complete assessment questionnaire. For a quick preview of the assessment questionnaire click here: https://apply.usastaffing.gov/ViewQuestionnaire/10452267\n3. Supporting documentation\n\nFailure to submit a complete application package will result in an ineligible rating and loss of consideration.\n\nYour complete application (resume, assessment questionnaire, and all supporting documents) must be received by 11:59 pm Eastern Standard Time (EST) on 04/11/2019. Applications received after 04/11/2019 may result in an ineligible rating and loss of consideration. If more than one resume is received, only the last resume received and processed will be reviewed.\n\nNOTE: To check the status of your application or return to a previous or incomplete application, log into your USAJOBS account: https://mydon.usajobs.gov/Account/Login select Application Status, and click on the more information link under the application status for this position. Your uploaded documents may take several hours to clear the virus scan process so please plan appropriately.\n\nYou are encouraged to apply online. Applying online will allow you to review and track the status of your application.\n\nDo not email or send hard copy resumes/applications to the Contact Information or Agency Information listed in this vacancy announcement. All resumes/applications received at the addresses listed in the Contact Information or Agency Information will be destroyed and will not be considered for this vacancy announcement.\n\nIt is the applicant's responsibility to verify that all information in their resume and documents are legible and accurate. HR will not modify answers/documents submitted by an applicant.",
        "howToApplyNextSteps": "When the application process is complete, your application will be reviewed to determine if you meet the hiring eligibility and qualification requirements for which you requested consideration. You will be rated based on the information provided in your resume and responses to the questionnaire, along with your supporting documentation to determine your level of knowledge, skill, and ability related to the job requirements.\n\nBest qualified applicants will be referred to the hiring manager. The hiring manager may choose to conduct interviews. Once the selection is made, you will receive a notification of the decision.",
        "requirements": null,
        "evaluations": "In order to qualify for this position, your resume must provide sufficient experience and/or education, knowledge, skills, and abilities to perform the duties of the specific position for which you are being considered. Your resume is the key means we have for evaluating your skills, knowledge, and abilities as they relate to this position. Therefore, we encourage you to be clear and specific when describing your experience.\n\nWhen the application process is complete, we will review your resume to ensure you meet the hiring eligibility and qualification requirements listed in this announcement. You will be rated based on the information provided in your resume and responses to the Occupational Questionnaire, along with your supporting documentation to determine your ability to demonstrate the following competencies:\n\nMANAGING HUMAN RESOURCESNUCLEAR ENGINEERINGPROBLEM SOLVINGPROJECT MANAGEMENTRADIOLOGICAL SAFETY\n\nYou should list any relevant performance appraisals and incentive awards in your resume as that information may be taken into consideration during the selection process. If selected, you may be required to provide supporting documentation.\n\nIf after reviewing your resume and supporting documentation, a determination is made that you inflated your qualifications and/or experience, your score may be adjusted to more accurately reflect your abilities or you may be found ineligible/not qualified.\n\nPlease follow all instructions carefully. Errors or omissions may affect your rating or consideration for employment.\n\nAll eligibility, qualifications, and time-in-grade requirements must be met by the closing date of this announcement.",
        "benefitsURL": "http://www.secnav.navy.mil/donhr/Benefits/Pages/Default.aspx",
        "benefits": null,
        "otherInformation": "This position is covered by the Department of Defense Priority Placement Program.\n\nAdditional vacancies may be filled by this announcement.\n\nA tentative offer of employment will be rescinded if the selectee fails to meet the pre-employment requirements, including failure to report to any of the scheduled appointments.\n\nIf you are unable to apply online and request information about the Alternate Application process, please contact the Department of Navy's Employment Information Center.\n\nFederal annuitant information: The selection of an annuitant is subject to the Department of Defense and Department of the Navy policy on the employment of annuitants. Policy information may be found at: http://www.secnav.navy.mil/donhr/Documents/CivilianJobs/FedCivAnnuitants.pdf",
        "appointmentTypeOverride": "Permanent",
        "positionScheduleOverride": "Full-Time",
        "exclusiveClarificationText": null,
        "videoURL": null
    },
    {
        "usajobsControlNumber": 560545500,
        "hiringAgencyCode": "NV60    ",
        "hiringAgencyName": "United States Fleet Forces Command",
        "hiringDepartmentCode": "16",
        "hiringDepartmentName": "Department of the Navy",
        "agencyLevel": 2,
        "agencyLevelSort": "Department of the Navy\\United States Fleet Forces Command",
        "appointmentType": "Permanent",
        "workSchedule": "Full-time",
        "payScale": "GS",
        "salaryType": "Per Year",
        "vendor": "USASTAFFING",
        "travelRequirement": "Occasional travel",
        "teleworkEligible": "N",
        "serviceType": "Competitive",
        "securityClearanceRequired": "Y",
        "securityClearance": "Secret",
        "whoMayApply": null,
        "announcementClosingTypeCode": "01",
        "announcementClosingTypeDescription": "Closing Date",
        "positionOpenDate": "2020-02-24T00:00:00",
        "positionCloseDate": "2020-02-26T00:00:00",
        "positionExpireDate": null,
        "announcementNumber": "ST-10730528-20-MG",
        "hiringSubelementName": null,
        "positionTitle": "INTERDISCIPLINARY SUPERVISORY NUCLEAR ENGINEER/HEALTH PHYSICIST",
        "minimumGrade": "13",
        "maximumGrade": "13",
        "promotionPotential": "13",
        "minimumSalary": 91671.0,
        "maximumSalary": 119176.0,
        "supervisoryStatus": "Y",
        "drugTestRequired": "N",
        "relocationExpensesReimbursed": "N",
        "totalOpenings": null,
        "disableAppyOnline": "N",
        "positionOpeningStatus": "Applications under review",
        "applicationsStarted": 6,
        "hiringPaths": [
            {
                "hiringPath": "Individuals eligible under a special authority not listed above, but defined in the federal hiring regulations."
            }
        ],
        "jobCategories": [
            {
                "series": "0840"
            },
            {
                "series": "1306"
            }
        ],
        "positionLocations": [
            {
                "positionLocationId": 15319272,
                "positionLocationCity": "Naval Shipyard, Portsmouth",
                "positionLocationState": "Virginia",
                "positionLocationCountry": "United States"
            }
        ],
        "missionCriticalOccupations": [],
        "keyStandardRequirements": [
            {
                "keyStandardRequirement": null,
                "keyStandardRequirementDescription": null
            }
        ],
        "_links": [
            {
                "rel": "AnnouncementText",
                "href": "/api/historicjoa/announcementtext/560545500"
            }
        ],
        "summary": "You will serve as an INTERDISCIPLINARY SUPERVISORY NUCLEAR ENGINEER/HEALTH PHYSICIST  in the Special Emphasis Training Branch (Code 105.48) in the Radiological Support Division (Code 105.4) of the Radiological Control Office (Code 105) of NORFOLK NAVAL SHIPYARD.",
        "hiringPathExplanation": "DoD Military Spouse Preference (MSP) eligibles",
        "duties": null,
        "majorDutiesList": "You will plan and organize a Special Emphasis Training Program which teaches the radiological controls and requirements to accomplish work with and around radiological materials, systems, and equipment. | You will develop long-range and short plans and schedules and ensure personnel are provided the training to support the schedules and commitments. | You will establish priorities for the use of available classrooms and training facilities and ensure overall technical accuracy of all training programs. | You will exercise supervisory authority and perform responsibilities to include planning work for subordinates, prepare schedules for completion of work, and evaluate work performance.",
        "requirementsConditionsOfEmployment": "Must be a US Citizen. | Must be determined suitable for federal employment. | Must participate in the direct deposit pay program. | New employees to the Department of the Navy will be required to successfully pass the E-Verify employment verification check. To learn more about E-Verify, including your rights and responsibilities, visit www.dhs.gov/E-Verify/. | Generally, current federal employees applying for GS jobs must serve at least one year at the next lower grade level. This requirement is called time-in-grade.  Time-in-grade requirements must be met by the closing date of this announcement. | Within the Department of Defense (DoD), the appointment of retired military members within 180 days immediately following retirement date to a civilian position is subject to the provisions of 5 United States Code 3326. | Males born after 12-31-59 must be registered for Selective Service. | You will be required to successfully complete a pre-appointment physical examination. | You will be required to obtain and maintain an interim and/or final security clearance prior to entrance on duty. Failure to obtain and maintain the required level of clearance may result in the withdrawal of a job offer or removal. | You will be required to wear personal protective equipment such as helmets, gloves, coveralls, glasses, goggles, respirators and safety shoes continuously for the duration of the work shift. | Work is performed in areas where potentially harmful physical and chemical agents are present (e.g. fumes, dust, heat, ionizing and non-ionizing radiation and chemicals). You will be required to participate in medical surveillance programs. | This position may require travel from normal duty station to CONUS and OCONUS and may include remote or isolated sites. You must be able to travel on military and commercial aircraft for extended periods of time. | Supervisors in the executive branch have a heightened personal responsibility for advancing government ethics. You will be required to review the 14 General Principles of Ethical Conduct at 5 CFR 2635.101.",
        "requirementsQualifications": "In addition to the Basic Requirements for this position, your resume must also demonstrate at least one year of specialized experience at or equivalent to the GS-12 grade level or pay band in the Federal service or equivalent experience in the private or public sector. Specialized experience must demonstrate the following:\n\nSPECIALIZED EXPERIENCE FOR BOTH SERIES:\nExperience providing technical guidance and interpretation of radiological and contamination control requirements;\nExperience applying radiation physics concepts, policies, practices, methods and techniques;\nExperience applying the principles of radiation physics to radiological materials, systems, and equipment.\n\nAdditional qualification information can be found from the following Office of Personnel Management website:\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/#url=GS-PROF.\n\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/0800/nuclear-engineering-series-0840/\n\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/1300/health-physics-series-1306/\n\nExperience refers to paid and unpaid experience, including volunteer work done through National Service programs (e.g., professional, philanthropic, religious, spiritual, community, student, social). Volunteer work helps build critical competencies, knowledge, and skills and can provide valuable training and experience that translates directly to paid employment.",
        "requirementsEducation": "Applicants must meet the following positive education qualifications requirements of the Office of Personnel Management (OPM) Qualifications Standards Manual: \n\nBasic Requirements for Professional Engineering Positions:\nA. Degree: Engineering. To be acceptable, the program must: (1) lead to a bachelor's degree in a school of engineering with at least one program accredited by ABET; or (2) include differential and integral calculus and courses (more advanced than first-year physics and chemistry) in five of the following seven areas of engineering science or physics: (a) statics, dynamics; (b) strength of materials (stress-strain relationships); (c) fluid mechanics, hydraulics; (d) thermodynamics; (e) electrical fields and circuits; (f) nature and properties of materials (relating particle and aggregate structure to properties); and (g) any other comparable area of fundamental engineering science or physics, such as optics, heat transfer, soil mechanics, or electronics.\nOR\nB. Combination of education and experience -- college-level education, training, and/or technical experience that furnished (1) a thorough knowledge of the physical and mathematical sciences underlying engineering, and (2) a good understanding, both theoretical and practical, of the engineering sciences and techniques and their applications to one of the branches of engineering. The adequacy of such background must be demonstrated by one of the following:\n1. Professional registration or licensure -- Current registration as an Engineer Intern (EI), Engineer in Training (EIT)1, or licensure as a Professional Engineer (PE) by any State, the District of Columbia, Guam, or Puerto Rico. Absent other means of qualifying under this standard, those applicants who achieved such registration by means other than written test (e.g., State grandfather or eminence provisions) are eligible only for positions that are within or closely related to the specialty field of their registration. For example, an applicant who attains registration through a State Board's eminence provision as a manufacturing engineer typically would be rated eligible only for manufacturing engineering positions.\n2. Written Test -- Evidence of having successfully passed the Fundamentals of Engineering (FE)2 examination or any other written test required for professional\n1 For more information about EI and EIT registration requirements, please visit the National Society of Professional Engineers website at: http://www.nspe.org.\n2 The FE examination is not administered by the U. S. Office of Personnel Management. For more information, please visit: http://www.nspe.org/Licensure/HowtoGetLicensed/index.html.\n2\nregistration by an engineering licensure board in the various States, the District of Columbia, Guam, and Puerto Rico.\n3. Specified academic courses -- Successful completion of at least 60 semester hours of courses in the physical, mathematical, and engineering sciences and that included the courses specified in the basic requirements under paragraph A. The courses must be fully acceptable toward meeting the requirements of an engineering program as described in paragraph A.\n4. Related curriculum -- Successful completion of a curriculum leading to a bachelor's degree in an appropriate scientific field, e.g., engineering technology, physics, chemistry, architecture, computer science, mathematics, hydrology, or geology, may be accepted in lieu of a bachelor's degree in engineering, provided the applicant has had at least 1 year of professional engineering experience acquired under professional engineering supervision and guidance. Ordinarily there should be either an established plan of intensive training to develop professional engineering competence, or several years of prior professional engineering-type experience, e.g., in interdisciplinary positions. (The above examples of related curricula are not all-inclusive.)\nNote: An applicant who meets the basic requirements as specified in A or B above, except as noted under B.1., may qualify for positions in any branch of engineering unless selective factors indicate otherwise.\n\nBasic Requirements for the Health Physics Positions:\nDegree: natural science or engineering that included at least 30 semester hours in health physics, engineering, radiological science, chemistry, physics, biology, mathematics, and/or calculus.\n\nor\n\nCombination of education and experience -- courses as shown in A above, plus appropriate experience or other education; or certification as a health physicist by the American Board of Health Physics, plus appropriate experience and other education that provided an understanding of sciences applicable to health physics comparable to that described in paragraph A.",
        "requiredStandardDocuments": null,
        "requiredDocuments": "You are required to provide documentation that supports the eligibility and qualification claims made in your resume and assessment questionnaire. You must submit the applicable documents listed here and those listed with the eligibilities you select in the announcement questionnaire with your application package. Applicants who do not provide supporting documentation that fully support their claims will not be referred to the hiring manager. Cover letter is optional.\n\nA complete resume is required. Your resume must show relevant experience, job title, duties and accomplishments. Your resume must show complete information for each job entry to support minimum qualifications. The following information should be provided in your resume, but it is acceptable to provide elsewhere in your application package: employer's name, starting and end dates (Mo/Yr), hours per week, and pay plan, series and grade level (e.g. GS-0201-09) for relevant federal experience.TIP: A good way to ensure you include all essential information is to use the Resume Builder in USAJOBS to create your resume.\n\nAre you applying for a promotion? If you are a current GS employee applying for a higher grade than the grade that you currently hold you must provide an SF-50 that shows that you have held the next lower grade for at least one year. Some SF-50s effective within the last 52 weeks will not demonstrate you have held the next lower grade for at least one year (e.g. General Adjustment SF-50 from this year). In many cases, we need to see two (2) SF-50s to determine time-in-grade and eligibility for promotion. If you are a DoD employee, you can obtain a copy of your SF- 50(s) from MyBiz.\n\nAre you claiming membership in any professional organizations, or possession of a license, certificate or credentials? Check the Conditions of Employment section above to see if any are required. If you claim membership, license, certification, or credentials, you must submit a copy of said document in your application package. \n\nAre you using education as a substitute for some or all of the experience requirement? Is there a basic education requirement for this position? Check the Education section above to see what is allowed and what is required. Any claims you make in your resume or assessment questionnaire regarding education or degrees MUST be supported by official or unofficial transcripts or a list of courses, grades earned, completion dates, and quarter and semester hours earned issued from your school. While unofficial transcripts are acceptable for initial application, an official transcript will ultimately be required if you are selected for the position. You may submit a copy your degree(s) if specific coursework does not have to be verified. \n\nAre you a veteran claiming 5-point veterans' preference or claiming sole survivorship preference? You must submit a copy of your latest DD-214 Certificate of Release or Discharge from Active Duty (any copy that shows all dates of service, as well as character of service [Honorable, General, etc.] is acceptable) OR a VA letter that shows dates of service or service connected disability AND character of service. If you have more than one DD-214 for multiple periods of active duty service, submit a copy for each period of service. If you were issued a DD-215 to amend aforementioned information on the DD-214 you must submit that too. If you are not sure of your preference eligibility, visit the Department of Labor's website: Veterans' Preference Advisor\n\nAre you a disabled veteran or claiming 10-point veterans' preference?\nIf you are eligible to claim 10 point veterans preference you must submit a DD-214 Certificate of Release or Discharge from Active Duty as described above for 5-point preference.\n\nYou must also provide the applicable supporting documentation of your disability (e.g. disability letter from the VA) as described on Standard Form-15 (SF-15). http://www.opm.gov/forms/pdf_fill/SF15.pdf.\n\nAre you an active duty service member? Active Duty Service Members are required to submit a statement of service printed on command letterhead and signed by the command. The statement of service must provide the branch of service, rate/rank, all dates of service, the expected date of discharge and anticipated character of service (Honorable, General, etc.).\n\nDocuments submitted as part of the application package, to include supplemental documents, may be shared beyond the Human Resources Office. Some supplemental documents contain personal information such as SSN and DOB and some documents such as military orders and marriage certificates may contain personal information for someone other than you. You may sanitize these documents to remove said personal information before you submit your application. You must provide an un-sanitized version of the documents if you are selected.",
        "howToApply": "Click the Apply Online button to create an account or log in to your existing USAJOBS account.\n\nTo apply for this position, you must provide a complete Application Package which includes:\n1. Complete resume with relevant experience, job title, duties and accomplishments. Your resume must show complete information for each job entry to support minimum qualifications. The following information should be provided in your resume, but it is acceptable to provide elsewhere in your application package: employer's name, starting and end dates (Mo/Yr), hours per week, and pay plan, series and grade level (e.g. GS-0201-09) for relevant federal experience.TIP: A good way to ensure you include all essential information is to use the Resume Builder in USAJOBS to create your resume.\n2. Complete assessment questionnaire. For a quick preview of the assessment questionnaire click here: https://apply.usastaffing.gov/ViewQuestionnaire/10730528\n3. Supporting documentation\n\nFailure to submit a complete application package will result in an ineligible rating and loss of consideration.\n\nYour complete application (resume, assessment questionnaire, and all supporting documents) must be received by 11:59 pm Eastern Standard Time (EST) on 02/26/2020. Applications received after 02/26/2020 will generally result in an ineligible rating and loss of consideration. If more than one resume is received, only the last resume received and processed will be reviewed.\n\nNOTE: To check the status of your application or return to a previous or incomplete application, log into your USAJOBS account: https://mydon.usajobs.gov/Account/Login select Application Status, and click on the more information link under the application status for this position. Your uploaded documents may take several hours to clear the virus scan process so please plan appropriately.\n\nYou are encouraged to apply online. Applying online will allow you to review and track the status of your application.\n\nDo not email or send hard copy resumes/applications to the Contact Information or Agency Information listed in this vacancy announcement. All resumes/applications received at the addresses listed in the Contact Information or Agency Information will be destroyed and will not be considered for this vacancy announcement.\n\nIt is the applicant's responsibility to verify that all information in their resume and documents are legible and accurate. HR will not modify answers/documents submitted by an applicant.",
        "howToApplyNextSteps": "When the application process is complete, your complete application (resume, assessment questionnaire, and all supporting documents) will be reviewed to determine if you meet the hiring eligibility and qualification requirements for which you requested consideration. You will be rated based on the information provided in your resume and responses to the questionnaire, along with your supporting documentation to determine your level of knowledge, skill, and ability related to the job requirements.\n\nGenerally, only best qualified candidates will be referred to the hiring manager. Sometimes well qualified and minimally qualified candidates are referred. Occasionally, candidates eligible for priority consideration are referred, and no other candidates are referred.\n\nThe hiring manager may choose to conduct interviews.\n\nYou will be notified of our rating and referral decision. If you are referred, you will be notified when a hiring decision is made.",
        "requirements": null,
        "evaluations": "In order to qualify for this position, your resume must provide sufficient experience and/or education, knowledge, skills, and abilities to perform the duties of the specific position for which you are being considered. Your resume is the key means we have for evaluating your skills, knowledge, and abilities as they relate to this position. Therefore, we encourage you to be clear and specific when describing your experience.\n\nWhen the application process is complete, we will review your resume to ensure you meet the hiring eligibility and qualification requirements listed in this announcement. You will be rated based on the information provided in your resume and responses to the Occupational Questionnaire, along with your supporting documentation to determine your ability to demonstrate the following competencies:\n\n\n\nYou should list any relevant performance appraisals and incentive awards in your resume as that information may be taken into consideration during the selection process. If selected, you may be required to provide supporting documentation.\n\nIf after reviewing your resume and supporting documentation, a determination is made that you inflated your qualifications and/or experience, your score may be adjusted to more accurately reflect your abilities or you may be found ineligible/not qualified.\n\nPlease follow all instructions carefully. Errors or omissions may affect your rating or consideration for employment.\n\nAll eligibility, qualifications, and time-in-grade requirements must be met by the closing date of this announcement.",
        "benefitsURL": "http://www.secnav.navy.mil/donhr/Benefits/Pages/Default.aspx",
        "benefits": null,
        "otherInformation": "This position is covered by the Department of Defense Priority Placement Program.\n\nAdditional vacancies may be filled by this announcement.\n\nA tentative offer of employment will be rescinded if the selectee fails to meet the pre-employment requirements, including failure to report to any of the scheduled appointments.\n\nIf you are unable to apply online and request information about the Alternate Application process, please contact the Department of Navy's Employment Information Center.\n\nFederal annuitant information: The selection of an annuitant is subject to the Department of Defense and Department of the Navy policy on the employment of annuitants. Policy information may be found at: http://www.secnav.navy.mil/donhr/Documents/CivilianJobs/FedCivAnnuitants.pdf",
        "appointmentTypeOverride": "Permanent",
        "positionScheduleOverride": "Full-Time",
        "exclusiveClarificationText": null,
        "videoURL": null
    },
    {
        "usajobsControlNumber": 572088800,
        "hiringAgencyCode": "NV60    ",
        "hiringAgencyName": "United States Fleet Forces Command",
        "hiringDepartmentCode": "16",
        "hiringDepartmentName": "Department of the Navy",
        "agencyLevel": 2,
        "agencyLevelSort": "Department of the Navy\\United States Fleet Forces Command",
        "appointmentType": "Permanent",
        "workSchedule": "Full-time",
        "payScale": "GS",
        "salaryType": "Per Year",
        "vendor": "USASTAFFING",
        "travelRequirement": "Occasional travel",
        "teleworkEligible": "N",
        "serviceType": "Competitive",
        "securityClearanceRequired": "Y",
        "securityClearance": "Secret",
        "whoMayApply": null,
        "announcementClosingTypeCode": "01",
        "announcementClosingTypeDescription": "Closing Date",
        "positionOpenDate": "2020-07-02T00:00:00",
        "positionCloseDate": "2020-07-11T00:00:00",
        "positionExpireDate": null,
        "announcementNumber": "ST-10852235-20-AMS",
        "hiringSubelementName": null,
        "positionTitle": "INTERDISCIPLINARY SUPERVISORY NUCLEAR ENGINEER/HEALTH PHYSICIST",
        "minimumGrade": "13",
        "maximumGrade": "13",
        "promotionPotential": "None",
        "minimumSalary": 91671.0,
        "maximumSalary": 119176.0,
        "supervisoryStatus": "Y",
        "drugTestRequired": "N",
        "relocationExpensesReimbursed": "N",
        "totalOpenings": null,
        "disableAppyOnline": "N",
        "positionOpeningStatus": "Candidate selected",
        "applicationsStarted": 18,
        "hiringPaths": [
            {
                "hiringPath": "Current federal employees of this agency."
            },
            {
                "hiringPath": "Individuals eligible under a special authority not listed above, but defined in the federal hiring regulations."
            }
        ],
        "jobCategories": [
            {
                "series": "0840"
            },
            {
                "series": "1306"
            }
        ],
        "positionLocations": [
            {
                "positionLocationId": 15747949,
                "positionLocationCity": "Naval Shipyard, Portsmouth",
                "positionLocationState": "Virginia",
                "positionLocationCountry": "United States"
            }
        ],
        "missionCriticalOccupations": [],
        "keyStandardRequirements": [
            {
                "keyStandardRequirement": null,
                "keyStandardRequirementDescription": null
            }
        ],
        "_links": [
            {
                "rel": "AnnouncementText",
                "href": "/api/historicjoa/announcementtext/572088800"
            }
        ]
    },
    {
        "usajobsControlNumber": 572511400,
        "hiringAgencyCode": "NV60    ",
        "hiringAgencyName": "United States Fleet Forces Command",
        "hiringDepartmentCode": "16",
        "hiringDepartmentName": "Department of the Navy",
        "agencyLevel": 2,
        "agencyLevelSort": "Department of the Navy\\United States Fleet Forces Command",
        "appointmentType": "Permanent",
        "workSchedule": "Full-time",
        "payScale": "GS",
        "salaryType": "Per Year",
        "vendor": "USASTAFFING",
        "travelRequirement": "Occasional travel",
        "teleworkEligible": "N",
        "serviceType": "Competitive",
        "securityClearanceRequired": "Y",
        "securityClearance": "Secret",
        "whoMayApply": null,
        "announcementClosingTypeCode": "01",
        "announcementClosingTypeDescription": "Closing Date",
        "positionOpenDate": "2020-07-02T00:00:00",
        "positionCloseDate": "2020-07-04T00:00:00",
        "positionExpireDate": null,
        "announcementNumber": "ST-10856104-20-AMS",
        "hiringSubelementName": null,
        "positionTitle": "INTERDIS SUPV NUC ENGINEER/SUPV HEALTH PHYSICIST",
        "minimumGrade": "13",
        "maximumGrade": "13",
        "promotionPotential": "None",
        "minimumSalary": 91671.0,
        "maximumSalary": 119176.0,
        "supervisoryStatus": "Y",
        "drugTestRequired": "N",
        "relocationExpensesReimbursed": "N",
        "totalOpenings": null,
        "disableAppyOnline": "N",
        "positionOpeningStatus": "Job closed",
        "applicationsStarted": 0,
        "hiringPaths": [
            {
                "hiringPath": "Individuals eligible under a special authority not listed above, but defined in the federal hiring regulations."
            }
        ],
        "jobCategories": [
            {
                "series": "0840"
            },
            {
                "series": "1306"
            }
        ],
        "positionLocations": [
            {
                "positionLocationId": 15760960,
                "positionLocationCity": "Naval Shipyard, Portsmouth",
                "positionLocationState": "Virginia",
                "positionLocationCountry": "United States"
            }
        ],
        "missionCriticalOccupations": [],
        "keyStandardRequirements": [
            {
                "keyStandardRequirement": null,
                "keyStandardRequirementDescription": null
            }
        ],
        "_links": [
            {
                "rel": "AnnouncementText",
                "href": "/api/historicjoa/announcementtext/572511400"
            }
        ],
        "summary": "You will serve as a INTERIDIS SUPV NUC ENGINEER/HEALTH PHYSICIST in the Operating Unit Training (OUT) Branch, Code 2360, Nuclear Corporate Training Initiatives Division, Code 2360, Nuclear Engineering and Planning Department, Code 2300 of NORFOLK NAVAL SHIPYARD.",
        "hiringPathExplanation": "DoD Military Spouse Preference (MSP) eligibles",
        "duties": null,
        "majorDutiesList": "You will assign work to subordinates based on priorities, selective consideration of the difficulty and the requirements of the assignment and the capabilities  of the subordinates. | You will be responsible for providing internal quality oversight review and developing internal standards. | You will be responsible for performing liaison functions within and outside the shipyard and contacting personnel at all levels of authority, takes trips as necessary.",
        "requirementsConditionsOfEmployment": "Must be a US Citizen. | Must be determined suitable for federal employment. | Must participate in the direct deposit pay program. | New employees to the Department of the Navy will be required to successfully pass the E-Verify employment verification check. To learn more about E-Verify, including your rights and responsibilities, visit e-verify.gov | Generally, current federal employees applying for GS jobs must serve at least one year at the next lower grade level. This requirement is called time-in-grade.  Time-in-grade requirements must be met by the closing date of this announcement. | Within the Department of Defense (DoD), the appointment of retired military members within 180 days immediately following retirement date to a civilian position is subject to the provisions of 5 United States Code 3326. | Males born after 12-31-59 must be registered for Selective Service. | You will be required to obtain and maintain an interim and/or final security clearance prior to entrance on duty. Failure to obtain and maintain the required level of clearance may result in the withdrawal of a job offer or removal. | This position may require travel from normal duty station to CONUS and OCONUS and may include remote or isolated sites. You must be able to travel on military and commercial aircraft for extended periods of time.",
        "requirementsQualifications": "In addition to the Basic Requirements for this position, your resume must also demonstrate at least one year of specialized experience at or equivalent to the GS-12 grade level or pay band in the Federal service or equivalent experience in the private or public sector. Specialized experience must demonstrate the following:\n\n\tExperience with applying knowledge of the theory, design and operation of various mechanical components of a pressurized water reactor plant.\n\tExperience with reactor plant overhaul manual, valve repair manual and specific Naval Sea Systems Command (NAVSEA) manuals pertaining to the overhaul and repair of nuclear components and systems.\n\tExperience with Shipyard's radiological controls, the Corporate and Local Nuclear Power Manual chapters, which provide controls and guidance for Fluid Systems and Mechanical Engineering Division.  \n\tExperience with knowledge of the requirements regarding experience, training, and examinations specified for qualification and maintenance of qualifications as Cognizant Engineer. \n\n\nAdditional qualification information can be found from the following Office of Personnel Management website:\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/#url=List-by-Occupational-Series\n\nExperience refers to paid and unpaid experience, including volunteer work done through National Service programs (e.g., professional, philanthropic, religious, spiritual, community, student, social). Volunteer work helps build critical competencies, knowledge, and skills and can provide valuable training and experience that translates directly to paid employment.",
        "requirementsEducation": "Applicants must meet the following positive education qualifications requirements of the Office of Personnel Management (OPM) Qualifications Standards Manual:\n\nBasic Requirements for Professional Engineering Positions:\n\nA .Degree: Engineering. To be acceptable, the program must: (1) lead to a bachelor's degree in a school of engineering with at least one program accredited by ABET; or (2) include differential and integral calculus and courses (more advanced than first-year physics and chemistry) in five of the following seven areas of engineering science or physics: (a) statics, dynamics; (b) strength of materials (stress-strain relationships); (c) fluid mechanics, hydraulics; (d) thermodynamics; (e) electrical fields and circuits; (f) nature and properties of materials (relating particle and aggregate structure to properties); and (g) any other comparable area of fundamental engineering science or physics, such as optics, heat transfer, soil mechanics, or electronics. OR\n\nB. Combination of education and experience -- college-level education, training, and/or technical experience that furnished (1) a thorough knowledge of the physical and mathematical sciences underlying engineering, and (2) a good understanding, both theoretical and practical, of the engineering sciences and techniques and their applications to one of the branches of engineering. The adequacy of such background must be demonstrated by one of the following:1. Professional registration or licensure -- Current registration as an Engineer Intern (EI), Engineer in Training (EIT)1, or licensure as a Professional Engineer (PE) by any State, the District of Columbia, Guam, or Puerto Rico. Absent other means of qualifying under this standard, those applicants who achieved such registration by means other than written test (e.g., State grandfather or eminence provisions) are eligible only for positions that are within or closely related to the specialty field of their registration. For example, an applicant who attains registration through a State Board's eminence provision as a manufacturing engineer typically would be rated eligible only for manufacturing engineering positions.2. Written Test -- Evidence of having successfully passed the Fundamentals of Engineering (FE)2 examination or any other written test required for professional1 For more information about EI and EIT registration requirements, please visit the National Society of Professional Engineers website at: http://www.nspe.org.2 The FE examination is not administered by the U. S. Office of Personnel Management. For more information, please visit: http://www.nspe.org/Licensure/HowtoGetLicensed/index.html.2registration by an engineering licensure board in the various States, the District of Columbia, Guam, and Puerto Rico.3. Specified academic courses -- Successful completion of at least 60 semester hours of courses in the physical, mathematical, and engineering sciences and that included the courses specified in the basic requirements under paragraph A. The courses must be fully acceptable toward meeting the requirements of an engineering program as described in paragraph A.4. Related curriculum -- Successful completion of a curriculum leading to a bachelor's degree in an appropriate scientific field, e.g., engineering technology, physics, chemistry, architecture, computer science, mathematics, hydrology, or geology, may be accepted in lieu of a bachelor's degree in engineering, provided the applicant has had at least 1 year of professional engineering experience acquired under professional engineering supervision and guidance. Ordinarily there should be either an established plan of intensive training to develop professional engineering competence, or several years of prior professional engineering-type experience, e.g., in interdisciplinary positions. (The above examples of related curricula are not all-inclusive.)Note: An applicant who meets the basic requirements as specified in A or B above, except as noted under B.1., may qualify for positions in any branch of engineering unless selective factors indicate otherwise.\n\nBasic Requirements for the Health Physics Positions:\nDegree: natural science or engineering that included at least 30 semester hours in health physics, engineering, radiological science, chemistry, physics, biology, mathematics, and/or calculus.\n\nor\n\nCombination of education and experience -- courses as shown in A above, plus appropriate experience or other education; or certification as a health physicist by the American Board of Health Physics, plus appropriate experience and other education that provided an understanding of sciences applicable to health physics comparable to that described in paragraph A.",
        "requiredStandardDocuments": null,
        "requiredDocuments": "You are required to provide documentation that supports the eligibility and qualification claims made in your resume and assessment questionnaire. You must submit the applicable documents listed here and those listed with the eligibilities you select in the announcement questionnaire with your application package. Applicants who do not provide supporting documentation that fully support their claims will not be referred to the hiring manager. Cover letter is optional.\n\nA complete resume is required. Your resume must show relevant experience, job title, duties and accomplishments. Your resume must show complete information for each job entry to support minimum qualifications. The following information should be provided in your resume, but it is acceptable to provide elsewhere in your application package: employer's name, starting and end dates (Mo/Yr), hours per week, and pay plan, series and grade level (e.g. GS-0201-09) for relevant federal experience.TIP: A good way to ensure you include all essential information is to use the Resume Builder in USAJOBS to create your resume.\n\nAre you applying for a promotion? If you are a current GS employee applying for a higher grade than the grade that you currently hold you must provide an SF-50 that shows that you have held the next lower grade for at least one year. Some SF-50s effective within the last 52 weeks will not demonstrate you have held the next lower grade for at least one year (e.g. General Adjustment SF-50 from this year). In many cases, we need to see two (2) SF-50s to determine time-in-grade and eligibility for promotion. If you are a DoD employee, you can obtain a copy of your SF- 50(s) from MyBiz.\n\nAre you claiming membership in any professional organizations, or possession of a license, certificate or credentials? Check the Conditions of Employment section above to see if any are required. If you claim membership, license, certification, or credentials, you must submit a copy of said document in your application package. \n\nAre you using education as a substitute for some or all of the experience requirement? Is there a basic education requirement for this position? Check the Education section above to see what is allowed and what is required. Any claims you make in your resume or assessment questionnaire regarding education or degrees MUST be supported by official or unofficial transcripts or a list of courses, grades earned, completion dates, and quarter and semester hours earned issued from your school. While unofficial transcripts are acceptable for initial application, an official transcript will ultimately be required if you are selected for the position. You may submit a copy your degree(s) if specific coursework does not have to be verified. \n\nAre you a veteran claiming 5-point veterans' preference or claiming sole survivorship preference? You must submit a copy of your latest DD-214 Certificate of Release or Discharge from Active Duty (any copy that shows all dates of service, as well as character of service [Honorable, General, etc.] is acceptable) OR a VA letter that shows dates of service or service connected disability AND character of service. If you have more than one DD-214 for multiple periods of active duty service, submit a copy for each period of service. If you were issued a DD-215 to amend aforementioned information on the DD-214 you must submit that too. If you are not sure of your preference eligibility, visit the Department of Labor's website: Veterans' Preference Advisor\n\nAre you a disabled veteran or claiming 10-point veterans' preference?\nIf you are eligible to claim 10 point veterans preference you must submit a DD-214 Certificate of Release or Discharge from Active Duty as described above for 5-point preference.\n\nYou must also provide the applicable supporting documentation of your disability (e.g. disability letter from the VA) as described on Standard Form-15 (SF-15). http://www.opm.gov/forms/pdf_fill/SF15.pdf.\n\nAre you an active duty service member? Active Duty Service Members are required to submit a statement of service printed on command letterhead and signed by the command. The statement of service must provide the branch of service, rate/rank, all dates of service, the expected date of discharge and anticipated character of service (Honorable, General, etc.).\n\nDocuments submitted as part of the application package, to include supplemental documents, may be shared beyond the Human Resources Office. Some supplemental documents contain personal information such as SSN and DOB and some documents such as military orders and marriage certificates may contain personal information for someone other than you. You may sanitize these documents to remove said personal information before you submit your application. You must provide an un-sanitized version of the documents if you are selected.",
        "howToApply": "Click the Apply Online button to create an account or log in to your existing USAJOBS account.\n\nTo apply for this position, you must provide a complete Application Package which includes:\n1. Complete resume with relevant experience, job title, duties and accomplishments. Your resume must show complete information for each job entry to support minimum qualifications. The following information should be provided in your resume, but it is acceptable to provide elsewhere in your application package: employer's name, starting and end dates (Mo/Yr), hours per week, and pay plan, series and grade level (e.g. GS-0201-09) for relevant federal experience.TIP: A good way to ensure you include all essential information is to use the Resume Builder in USAJOBS to create your resume.\n2. Complete assessment questionnaire. For a quick preview of the assessment questionnaire click here: https://apply.usastaffing.gov/ViewQuestionnaire/10856104\n3. Supporting documentation\n\nFailure to submit a complete application package will result in an ineligible rating and loss of consideration.\n\nYour complete application (resume, assessment questionnaire, and all supporting documents) must be received by 11:59 pm Eastern Standard Time (EST) on 07/04/2020. Applications received after 07/04/2020 will generally result in an ineligible rating and loss of consideration. If more than one resume is received, only the last resume received and processed will be reviewed.\n\nNOTE: To check the status of your application or return to a previous or incomplete application, log into your USAJOBS account: https://mydon.usajobs.gov/Account/Login select Application Status, and click on the more information link under the application status for this position. Your uploaded documents may take several hours to clear the virus scan process so please plan appropriately.\n\nYou are encouraged to apply online. Applying online will allow you to review and track the status of your application.\n\nDo not email or send hard copy resumes/applications to the Contact Information or Agency Information listed in this vacancy announcement. All resumes/applications received at the addresses listed in the Contact Information or Agency Information will be destroyed and will not be considered for this vacancy announcement.\n\nIt is the applicant's responsibility to verify that all information in their resume and documents are legible and accurate. HR will not modify answers/documents submitted by an applicant.",
        "howToApplyNextSteps": "When the application process is complete, your complete application (resume, assessment questionnaire, and all supporting documents) will be reviewed to determine if you meet the hiring eligibility and qualification requirements for which you requested consideration. You will be rated based on the information provided in your resume and responses to the questionnaire, along with your supporting documentation to determine your level of knowledge, skill, and ability related to the job requirements.\n\nGenerally, only best qualified candidates will be referred to the hiring manager. Sometimes well qualified and minimally qualified candidates are referred. Occasionally, candidates eligible for priority consideration are referred, and no other candidates are referred.\n\nThe hiring manager may choose to conduct interviews.\n\nYou will be notified of our rating and referral decision. If you are referred, you will be notified when a hiring decision is made.\n\nNOTE: Due to COVID19, if you have any questions or need assistance, please email the DON Employment Information Center at DONEIC@navy.mil",
        "requirements": null,
        "evaluations": "In order to qualify for this position, your resume must provide sufficient experience and/or education, knowledge, skills, and abilities to perform the duties of the specific position for which you are being considered. Your resume is the key means we have for evaluating your skills, knowledge, and abilities as they relate to this position. Therefore, we encourage you to be clear and specific when describing your experience.\n\nWhen the application process is complete, we will review your resume to ensure you meet the hiring eligibility and qualification requirements listed in this announcement. You will be rated based on the information provided in your resume and responses to the Occupational Questionnaire, along with your supporting documentation to determine your ability to demonstrate the following competencies:\n\n\n\nYou should list any relevant performance appraisals and incentive awards in your resume as that information may be taken into consideration during the selection process. If selected, you may be required to provide supporting documentation.\n\nIf after reviewing your resume and supporting documentation, a determination is made that you inflated your qualifications and/or experience, your score may be adjusted to more accurately reflect your abilities or you may be found ineligible/not qualified.\n\nPlease follow all instructions carefully. Errors or omissions may affect your rating or consideration for employment.\n\nAll eligibility, qualifications, and time-in-grade requirements must be met by the closing date of this announcement.",
        "benefitsURL": "http://www.secnav.navy.mil/donhr/Benefits/Pages/Default.aspx",
        "benefits": null,
        "otherInformation": "This position is covered by the Department of Defense Priority Placement Program.\n\nAdditional vacancies may be filled by this announcement.\n\nA tentative offer of employment will be rescinded if the selectee fails to meet the pre-employment requirements, including failure to report to any of the scheduled appointments.\n\nIf you are unable to apply online and request information about the Alternate Application process, please contact the Department of Navy's Employment Information Center.\n\nFederal annuitant information: The selection of an annuitant is subject to the Department of Defense and Department of the Navy policy on the employment of annuitants. Policy information may be found at: http://www.secnav.navy.mil/donhr/Documents/CivilianJobs/FedCivAnnuitants.pdf\n\n\n\n\n",
        "appointmentTypeOverride": "Permanent",
        "positionScheduleOverride": "Full-Time",
        "exclusiveClarificationText": null,
        "videoURL": null
    },
    {
        "usajobsControlNumber": 597783700,
        "hiringAgencyCode": "NV60    ",
        "hiringAgencyName": "United States Fleet Forces Command",
        "hiringDepartmentCode": "16",
        "hiringDepartmentName": "Department of the Navy",
        "agencyLevel": 2,
        "agencyLevelSort": "Department of the Navy\\United States Fleet Forces Command",
        "appointmentType": "Permanent",
        "workSchedule": "Full-time",
        "payScale": "GS",
        "salaryType": "Per Year",
        "vendor": "USASTAFFING",
        "travelRequirement": "Occasional travel",
        "teleworkEligible": "N",
        "serviceType": "Competitive",
        "securityClearanceRequired": "Y",
        "securityClearance": "Secret",
        "whoMayApply": null,
        "announcementClosingTypeCode": "01",
        "announcementClosingTypeDescription": "Closing Date",
        "positionOpenDate": "2021-04-09T00:00:00",
        "positionCloseDate": "2021-04-19T00:00:00",
        "positionExpireDate": null,
        "announcementNumber": "ST-11081013-21-MG",
        "hiringSubelementName": null,
        "positionTitle": "INTERDISCIPLINARY SUPV NUCLEAR ENGINEER/SUPV HEALTH PHYSICIST",
        "minimumGrade": "13",
        "maximumGrade": "13",
        "promotionPotential": "13",
        "minimumSalary": 92588.0,
        "maximumSalary": 120365.0,
        "supervisoryStatus": "Y",
        "drugTestRequired": "N",
        "relocationExpensesReimbursed": "N",
        "totalOpenings": null,
        "disableAppyOnline": "N",
        "positionOpeningStatus": "Candidate selected",
        "applicationsStarted": 19,
        "hiringPaths": [
            {
                "hiringPath": "Current federal employees of this agency."
            },
            {
                "hiringPath": "Certain current or former term or temporary federal employees of a land or base management agency."
            },
            {
                "hiringPath": "Individuals eligible under a special authority not listed above, but defined in the federal hiring regulations."
            }
        ],
        "jobCategories": [
            {
                "series": "0840"
            },
            {
                "series": "1306"
            }
        ],
        "positionLocations": [
            {
                "positionLocationId": 16755971,
                "positionLocationCity": "Naval Shipyard, Portsmouth",
                "positionLocationState": "Virginia",
                "positionLocationCountry": "United States"
            }
        ],
        "missionCriticalOccupations": [],
        "keyStandardRequirements": [
            {
                "keyStandardRequirement": null,
                "keyStandardRequirementDescription": null
            }
        ],
        "_links": [
            {
                "rel": "AnnouncementText",
                "href": "/api/historicjoa/announcementtext/597783700"
            }
        ],
        "summary": "You will serve as a SUPERVISORY NUCLEAR ENGINEER/SUPERVISORY HEALTH PHYSICIST in the Corporate Radiological Training branch (Code 2360.3) in the Nuclear Corporate Training Initiatives Division (Code 2360) of the Nuclear Engineering and Planning Department (Code 2300) of NORFOLK NAVAL SHIPYARD.",
        "hiringPathExplanation": "Current permanent employees of Norfolk Naval Shipyard (UIC 42158), current or former time-limited employees that occupied a position located at a Defense Industrial Base Facility (DIBF) or Major Range and Test Facilities Base (MRTFB), and DoD Military Spouse Preference (MSP) eligibles",
        "duties": null,
        "majorDutiesList": "You will plan the work of the branch, manage the branch's budget, and supervise branch personnel . | You will set priorities and prepare schedules for subordinate employees. | You will direct the development of training programs. | You will provide expert radiological engineering, nuclear engineering, and health physics advice to Shipyards, Naval Prototype Training Units (NPTUs) and Research Laboratories in connection with routine and non-routine radioactive work they perform.",
        "requirementsConditionsOfEmployment": "Must be a US Citizen. | Must be determined suitable for federal employment. | Must participate in the direct deposit pay program. | New employees to the Department of the Navy will be required to successfully pass the E-Verify employment verification check. To learn more about E-Verify, including your rights and responsibilities, visit e-verify.gov | Generally, current federal employees applying for GS jobs must serve at least one year at the next lower grade level. This requirement is called time-in-grade.  Time-in-grade requirements must be met by the closing date of this announcement. | Within the Department of Defense (DoD), the appointment of retired military members within 180 days immediately following retirement date to a civilian position is subject to the provisions of 5 United States Code 3326. | Males born after 12-31-59 must be registered for Selective Service. | You will be required to obtain and maintain an interim and/or final security clearance prior to entrance on duty. Failure to obtain and maintain the required level of clearance may result in the withdrawal of a job offer or removal. | You will be required to complete training, obtain, and maintain a government credit card for travel and travel-related purchases. | This position may require travel from normal duty station to CONUS and OCONUS and may include remote or isolated sites. You must be able to travel on military and commercial aircraft for extended periods of time. | You will be required to obtain and maintain a U.S. Passport. | Supervisors in the executive branch have a heightened personal responsibility for advancing government ethics. You will be required to review the 14 General Principles of Ethical Conduct at 5 CFR 2635.101.",
        "requirementsQualifications": "In addition to the Basic Requirements for this position, your resume must also demonstrate at least one year of specialized experience at or equivalent to the GS-12 grade level or pay band in the Federal service or equivalent experience in the private or public sector. Specialized experience must demonstrate the following: \n\nExperience providing internal radiological controls training;\nExperience resolving emergent radiological controls and health physics problems of a complex nature;\nExperience reviewing drawings, specifications, and other technical documents to provide radiological and nuclear engineering consultant services; Experience using reactor plant overhaul manuals, valve repair manuals, and NAVSEA manuals to overhaul and repair nuclear components an systems for naval vessels.\n\nAdditional qualification information can be found from the following Office of Personnel Management website:\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/#url=List-by-Occupational-Series\n\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/0800/nuclear-engineering-series-0840/\n\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/1300/health-physics-series-1306/\n\nExperience refers to paid and unpaid experience, including volunteer work done through National Service programs (e.g., professional, philanthropic, religious, spiritual, community, student, social). Volunteer work helps build critical competencies, knowledge, and skills and can provide valuable training and experience that translates directly to paid employment.",
        "requirementsEducation": "Applicants must meet the following positive education qualifications requirements of the Office of Personnel Management (OPM) Qualifications Standards Manual:\nFor the SUPERVISORY NUCLEAR ENGINEER, GS-0840-13:\n*a bachelor's degree (or higher) in engineering. To be acceptable, the program must: (1) lead to a bachelor's degree (or higher) in a school of engineering with at least one program accredited by the Accreditation Board for Engineering and Technology (ABET); or (2) include differential and integral calculus and courses (more advanced than first-year physics and chemistry) in five of the following seven areas of engineering science or physics: (a) statics, dynamics; (b) strength of materials (stress-strain relationships); (c) fluid mechanics, hydraulics; (d) thermodynamics; (e) electrical fields and circuits; (f) nature and properties of materials (relating particle and aggregate structure to properties); and (g) any other comparable area of fundamental engineering science or physics, such as optics, heat transfer, soil mechanics, or electronics. Such education must demonstrate the knowledge, skills, and abilities necessary to do the work of the position.\nOR\n*a combination of college-level education, training, and/or technical experience that furnished (1) a thorough knowledge of the physical and mathematical sciences underlying engineering, and (2) a good understanding, both theoretical and practical, of the engineering sciences and techniques and their applications to one of the branches of engineering. The adequacy of such background must be demonstrated by one of the following: (I) Professional registration or licensure: Current registration as an Engineer Intern (EI), Engineer in Training (EIT), or licensure as a Professional Engineer (PE) by any State, the District of Columbia, Guam, or Puerto Rico. Absent other means of qualifying under this standard, those applicants who achieved such registration by means other than written test (e.g., State grandfather or eminence provisions) are eligible only for positions that are within or closely related to the specialty field of their registration; or (II) Written Test: Evidence of having successfully passed the Fundamentals of Engineering (FE) examination or any other written test required for professional registration by an engineering licensure board in the various States, the District of Columbia, Guam, and Puerto Rico; or (III) Specified academic courses: Successful completion of at least 60 semester hours of courses in the physical, mathematical, and engineering sciences and in engineering that included the courses specified in the basic requirements under paragraph A (above). The courses must be fully acceptable toward meeting the requirements of an engineering program as described in paragraph A (above); or (IV) Related curriculum: Successful completion of a curriculum leading to a bachelor's degree in an appropriate scientific field, e.g., engineering technology, physics, chemistry, architecture, computer science, mathematics, hydrology, or geology, may be accepted in lieu of a bachelor's degree in engineering, provided the applicant has had at least one year of professional engineering experience acquired under professional engineering supervision and guidance. Ordinarily, there should be either an established plan of intensive training to develop professional engineering competence, or several years of prior professional engineering-type experience, e.g., in interdisciplinary positions.\n\nFor the SUPERVISORY HEALTH PHYSICIST, GS-1306-13:\n*a bachelor's degree or higher in natural science or engineering that included at least 30 semester hours in health physics, engineering, radiological science, chemistry, physics, biology, mathematics, and/or calculus\nOR\n*a combination of education and experience with courses as shown above, plus appropriate experience or other education; or certification as a health physicist by the American Board of Health Physics, plus appropriate experience and other education that provided an understanding of sciences applicable to health physics comparable to that described above\n",
        "requiredStandardDocuments": null,
        "requiredDocuments": "You are required to provide documentation that supports the eligibility and qualification claims made in your resume and assessment questionnaire. You must submit the applicable documents listed here and those listed with the eligibilities you select in the announcement questionnaire with your application package. Applicants who do not provide supporting documentation that fully support their claims will not be referred to the hiring manager. Cover letter is optional.\n\nA complete resume is required. Your resume must show relevant experience, job title, duties and accomplishments. Your resume must show complete information for each job entry to support minimum qualifications. The following information should be provided in your resume, but it is acceptable to provide elsewhere in your application package: employer's name, starting and end dates (Mo/Yr), hours per week, and pay plan, series and grade level (e.g. GS-0201-09) for relevant federal experience.TIP: A good way to ensure you include all essential information is to use the Resume Builder in USAJOBS to create your resume.\n\nAre you applying for a promotion? If you are a current GS employee applying for a higher grade than the grade that you currently hold you must provide an SF-50 that shows that you have held the next lower grade for at least one year. Some SF-50s effective within the last 52 weeks will not demonstrate you have held the next lower grade for at least one year (e.g. General Adjustment SF-50 from this year). In many cases, we need to see two (2) SF-50s to determine time-in-grade and eligibility for promotion. If you are a DoD employee, you can obtain a copy of your SF- 50(s) from MyBiz.\n\nAre you claiming membership in any professional organizations, or possession of a license, certificate or credentials? Check the Conditions of Employment section above to see if any are required. If you claim membership, license, certification, or credentials, you must submit a copy of said document in your application package. \n\nAre you using education as a substitute for some or all of the experience requirement? Is there a basic education requirement for this position? Check the Education section above to see what is allowed and what is required. Any claims you make in your resume or assessment questionnaire regarding education or degrees MUST be supported by submitting with your application official or unofficial transcripts or a list of courses, grades earned, completion dates, and quarter and semester hours earned issued from your school. While unofficial transcripts are acceptable for initial application, an official transcript will ultimately be required if you are selected for the position. You may submit a copy your degree(s) if specific coursework does not have to be verified.\n\nAre you a veteran claiming 5-point veterans' preference or claiming sole survivorship preference? You must submit a copy of your latest DD-214 Certificate of Release or Discharge from Active Duty (any copy that shows all dates of service, as well as character of service [Honorable, General, etc.] is acceptable) OR a VA letter that shows dates of service or service connected disability AND character of service. If you have more than one DD-214 for multiple periods of active duty service, submit a copy for each period of service. If you were issued a DD-215 to amend aforementioned information on the DD-214 you must submit that too. If you are not sure of your preference eligibility, visit the Department of Labor's website: Veterans' Preference Advisor\n\nAre you a disabled veteran or claiming 10-point veterans' preference?\nIf you are eligible to claim 10 point veterans preference you must submit a DD-214 Certificate of Release or Discharge from Active Duty as described above for 5-point preference.\n\nYou must also provide the applicable supporting documentation of your disability (e.g. disability letter from the VA) as described on Standard Form-15 (SF-15). http://www.opm.gov/forms/pdf_fill/SF15.pdf.\n\nAre you an active duty service member? Active Duty Service Members are required to submit a statement of service printed on command letterhead and signed by the command. The statement of service must provide the branch of service, rate/rank, all dates of service, the expected date of discharge and anticipated character of service (Honorable, General, etc.).\n\nDocuments submitted as part of the application package, to include supplemental documents, may be shared beyond the Human Resources Office. Some supplemental documents contain personal information such as SSN and DOB and some documents such as military orders and marriage certificates may contain personal information for someone other than you. You may sanitize these documents to remove said personal information before you submit your application. You must provide an un-sanitized version of the documents if you are selected.",
        "howToApply": "Click the Apply Online button to create an account or log in to your existing USAJOBS account.\n\nTo apply for this position, you must provide a complete Application Package which includes:\n1. Complete resume with relevant experience, job title, duties and accomplishments. Your resume must show complete information for each job entry to support minimum qualifications. The following information should be provided in your resume, but it is acceptable to provide elsewhere in your application package: employer's name, starting and end dates (Mo/Yr), hours per week, and pay plan, series and grade level (e.g. GS-0201-09) for relevant federal experience.TIP: A good way to ensure you include all essential information is to use the Resume Builder in USAJOBS to create your resume.\n2. Complete assessment questionnaire. For a quick preview of the assessment questionnaire click here: https://apply.usastaffing.gov/ViewQuestionnaire/11081013\n3. Supporting documentation\n\nFailure to submit a complete application package will result in an ineligible rating and loss of consideration.\n\nYour complete application (resume, assessment questionnaire, and all supporting documents) must be received by 11:59 pm Eastern Standard Time (EST) on 04/19/2021. Applications received after 04/19/2021 will generally result in an ineligible rating and loss of consideration. If more than one resume is received, only the last resume received and processed will be reviewed.\n\nNOTE: To check the status of your application or return to a previous or incomplete application, log into your USAJOBS account: https://mydon.usajobs.gov/Account/Login select Application Status, and click on the more information link under the application status for this position. Your uploaded documents may take several hours to clear the virus scan process so please plan appropriately.\n\nYou are encouraged to apply online. Applying online will allow you to review and track the status of your application.\n\nDo not email or send hard copy resumes/applications to the Contact Information or Agency Information listed in this vacancy announcement. All resumes/applications received at the addresses listed in the Contact Information or Agency Information will be destroyed and will not be considered for this vacancy announcement.\n\nIt is the applicant's responsibility to verify that all information in their resume and documents are legible and accurate. HR will not modify answers/documents submitted by an applicant.",
        "howToApplyNextSteps": "When the application process is complete, your complete application (resume, assessment questionnaire, and all supporting documents) will be reviewed to determine if you meet the hiring eligibility and qualification requirements for which you requested consideration. You will be rated based on the information provided in your resume and responses to the questionnaire, along with your supporting documentation to determine your level of knowledge, skill, and ability related to the job requirements.\n\nGenerally, only best qualified candidates will be referred to the hiring manager. Sometimes well qualified and minimally qualified candidates are referred. Occasionally, candidates eligible for priority consideration are referred, and no other candidates are referred.\n\nThe hiring manager may choose to conduct interviews.\n\nYou will be notified of our rating and referral decision. If you are referred, you will be notified when a hiring decision is made.\n\nNOTE: Due to COVID19, if you have any questions or need assistance, please email the DON Employment Information Center at DONEIC@navy.mil",
        "requirements": null,
        "evaluations": "In order to qualify for this position, your resume must provide sufficient experience and/or education, knowledge, skills, and abilities to perform the duties of the specific position for which you are being considered. Your resume is the key means we have for evaluating your skills, knowledge, and abilities as they relate to this position. Therefore, we encourage you to be clear and specific when describing your experience.\n\nWhen the application process is complete, we will review your resume to ensure you meet the hiring eligibility and qualification requirements listed in this announcement. You will be rated based on the information provided in your resume and responses to the Occupational Questionnaire, along with your supporting documentation to determine your ability to demonstrate the following competencies:\n\nENGINEERING PROJECT MANAGEMENTMANAGING HUMAN RESOURCESORAL COMMUNICATIONPROBLEM SOLVINGPROJECT MANAGEMENTRADIOLOGICAL SAFETYWRITTEN COMMUNICATION\n\nYou should list any relevant performance appraisals and incentive awards in your resume as that information may be taken into consideration during the selection process. If selected, you may be required to provide supporting documentation.\n\nIf after reviewing your resume and supporting documentation, a determination is made that you inflated your qualifications and/or experience, your score may be adjusted to more accurately reflect your abilities or you may be found ineligible/not qualified.\n\nPlease follow all instructions carefully. Errors or omissions may affect your rating or consideration for employment.\n\nAll eligibility, qualifications, and time-in-grade requirements must be met by the closing date of this announcement.",
        "benefitsURL": "http://www.secnav.navy.mil/donhr/Benefits/Pages/Default.aspx",
        "benefits": null,
        "otherInformation": "This position is covered by the Department of Defense Priority Placement Program.\n\nA tentative offer of employment will be rescinded if the selectee fails to meet the pre-employment requirements, including failure to report to any of the scheduled appointments.\n\nIf you are unable to apply online and request information about the Alternate Application process, please contact the Department of Navy's Employment Information Center.\n\nFederal annuitant information: The selection of an annuitant is subject to the Department of Defense and Department of the Navy policy on the employment of annuitants. Policy information may be found at: http://www.secnav.navy.mil/donhr/Documents/CivilianJobs/FedCivAnnuitants.pdf\n\nOvertime or night differential pay and/or unusual duty hours may be required.\n\nMilitary Spouse Preference applicants will receive priority consideration at the Full Performance Level (FPL) and if determined to be Best Qualified at the FPL, and selected, must be placed at the FPL. A BQ military spouse possesses knowledge, skills, abilities, and competencies comparable to others who meet the competitive referral criteria for the specific position.",
        "appointmentTypeOverride": "Permanent",
        "positionScheduleOverride": "Full-time",
        "exclusiveClarificationText": null,
        "videoURL": null
    },
    {
        "usajobsControlNumber": 611367100,
        "hiringAgencyCode": "NV60    ",
        "hiringAgencyName": "United States Fleet Forces Command",
        "hiringDepartmentCode": "16",
        "hiringDepartmentName": "Department of the Navy",
        "agencyLevel": 2,
        "agencyLevelSort": "Department of the Navy\\United States Fleet Forces Command",
        "appointmentType": "Permanent",
        "workSchedule": "Full-time",
        "payScale": "GS",
        "salaryType": "Per Year",
        "vendor": "USASTAFFING",
        "travelRequirement": "Occasional travel",
        "teleworkEligible": "N",
        "serviceType": "Competitive",
        "securityClearanceRequired": "Y",
        "securityClearance": "Secret",
        "whoMayApply": null,
        "announcementClosingTypeCode": "01",
        "announcementClosingTypeDescription": "Closing Date",
        "positionOpenDate": "2021-08-23T00:00:00",
        "positionCloseDate": "2021-09-01T00:00:00",
        "positionExpireDate": null,
        "announcementNumber": "ST-11208621-21-ADA",
        "hiringSubelementName": null,
        "positionTitle": "INTERDISCIPLINARY SUPERVISORY NUCLEAR ENGINEER/HEALTH PHYSICIST",
        "minimumGrade": "13",
        "maximumGrade": "13",
        "promotionPotential": "13",
        "minimumSalary": 92588.0,
        "maximumSalary": 120365.0,
        "supervisoryStatus": "Y",
        "drugTestRequired": "N",
        "relocationExpensesReimbursed": "Y",
        "totalOpenings": null,
        "disableAppyOnline": "N",
        "positionOpeningStatus": "Candidate selected",
        "applicationsStarted": 30,
        "hiringPaths": [
            {
                "hiringPath": ""
            },
            {
                "hiringPath": ""
            },
            {
                "hiringPath": "Current federal employees of this agency."
            },
            {
                "hiringPath": "Federal employees who meet the definition of a \"surplus\" or \"displaced\" employee."
            },
            {
                "hiringPath": "Certain current or former term or temporary federal employees of a land or base management agency."
            },
            {
                "hiringPath": "Individuals eligible under a special authority not listed above, but defined in the federal hiring regulations."
            }
        ],
        "jobCategories": [
            {
                "series": "0840"
            },
            {
                "series": "1306"
            }
        ],
        "positionLocations": [
            {
                "positionLocationId": 17219393,
                "positionLocationCity": "Naval Shipyard, Portsmouth",
                "positionLocationState": "Virginia",
                "positionLocationCountry": "United States"
            }
        ],
        "missionCriticalOccupations": [],
        "keyStandardRequirements": [
            {
                "keyStandardRequirement": null,
                "keyStandardRequirementDescription": null
            }
        ],
        "_links": [
            {
                "rel": "AnnouncementText",
                "href": "/api/historicjoa/announcementtext/611367100"
            }
        ],
        "summary": "You will serve as a INTERDISCIPLINARY SUPERVISORY NUCLEAR ENGINEER/HEALTH PHYSICIST in the Dosimetry Facility Branch (C105.53), Radiation Health Division (C105.5), Radiological Control Office (C105), of NORFOLK NAVAL SHIPYARD.",
        "hiringPathExplanation": "Current permanent employees of UIC 42158, Current or former time-limited employees that occupied a position located at a Defense Industrial Base Facility (DIBF) or Major Range and Test Facilities Base (MRTFB), DoD Military Spouse Preference (MSP) eligibles, and VEOA eligibles.",
        "duties": null,
        "majorDutiesList": "Yow will plan work to be accomplished by subordinates, set and adjust short-term priorities and prepare schedules for completion of work. | You will be responsible for carrying out Equal Employee Opportunity (EEO) policies and communicating support of these policies to subordinates. | You will be responsible for planning, organizing and accomplishing the responsibilities of the Branch. | You will provide expert technical guidance, advice and assistant to Shipyard management regarding the Shipyard's Dosimetry Quality System (QS). | You will develop new criteria or extended existing methodologies to assure (QS) documents are properly developed and maintained. | You will ensure users of dosimetry services and Naval Reactors or their representatives, cooperation to clarify requests, monitor performance in relation to work performed and proactively resolve complaints in a timely manner.",
        "requirementsConditionsOfEmployment": "Must be a US Citizen. | Must be determined suitable for federal employment. | Must participate in the direct deposit pay program. | New employees to the Department of the Navy will be required to successfully pass the E-Verify employment verification check. To learn more about E-Verify, including your rights and responsibilities, visit e-verify.gov | Generally, current federal employees applying for GS jobs must serve at least one year at the next lower grade level. This requirement is called time-in-grade.  Time-in-grade requirements must be met by the closing date of this announcement. | Within the Department of Defense (DoD), the appointment of retired military members within 180 days immediately following retirement date to a civilian position is subject to the provisions of 5 United States Code 3326. | Males born after 12-31-59 must be registered for Selective Service. | You will be required to obtain and maintain an interim and/or final security clearance prior to entrance on duty. Failure to obtain and maintain the required level of clearance may result in the withdrawal of a job offer or removal. | You will be required to wear personal protective equipment such as helmets, gloves, coveralls, glasses, goggles, respirators and safety shoes continuously for the duration of the work shift. | Work is performed in areas where potentially harmful physical and chemical agents are present (e.g. fumes, dust, heat, ionizing and non-ionizing radiation and chemicals). You will be required to participate in medical surveillance programs. | This position may require travel from normal duty station to CONUS and OCONUS and may include remote or isolated sites. You must be able to travel on military and commercial aircraft for extended periods of time. | Supervisors in the executive branch have a heightened personal responsibility for advancing government ethics. You will be required to review the 14 General Principles of Ethical Conduct at 5 CFR 2635.101.",
        "requirementsQualifications": "In addition to the Basic Requirements for this position, your resume must also demonstrate at least one year of specialized experience at or equivalent to the GS-12 grade level or pay band in the Federal service or equivalent experience in the private or public sector. Specialized experience must demonstrate the following:\n\n\tExperience identifying and solving issues or problems encountered and studied that involve administrative, technical, political, economic, fiscal or other components and determine the nature and magnitude of required actions and program change.\n\tExperience applying a wide range of qualitative and/or quantitative methods for the assessment development and improvement of programs and program effectiveness for complex management processes and systems.\n\tExperience applying fiscal, contracting and administrative policies, procedure and practices necessary to manage and determine the economic feasibility of major technical and administrative programs.\n\tExperience with shipyard management associated with project management, human resources, financial management, manpower, material support and logistics support.\n\tExperience with and understanding of the functions and objective of the Naval Nuclear Propulsion Program (NNPP), Nuclear Regulatory Commission regulations, NAVSEA and Bureau of Medicine (BUMED) policies and procedures, etc. and applicable technical/governance manuals sufficient to adapt or extrapolate pertinent guidelines.\n\tExperience applying expert knowledge of science and engineering to the design development and implementation of automation technology initiatives with fleet wide implications. \n\t \n\nAdditional qualification information can be found from the following Office of Personnel Management website:\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/#url=List-by-Occupational-Series\n\n\nExperience refers to paid and unpaid experience, including volunteer work done through National Service programs (e.g., professional, philanthropic, religious, spiritual, community, student, social). Volunteer work helps build critical competencies, knowledge, and skills and can provide valuable training and experience that translates directly to paid employment.",
        "requirementsEducation": "Applicants must meet the following positive education qualifications requirements of the Office of Personnel Management (OPM) Qualifications Standards Manual: Applicants must possess:\n\nFor the SUPERVISORY NUCLEAR ENGINEER, GS-0840-13:\n*a bachelor's degree (or higher) in engineering. To be acceptable, the program must: (1) lead to a bachelor's degree (or higher) in a school of engineering with at least one program accredited by the Accreditation Board for Engineering and Technology (ABET); or (2) include differential and integral calculus and courses (more advanced than first-year physics and chemistry) in five of the following seven areas of engineering science or physics: (a) statics, dynamics; (b) strength of materials (stress-strain relationships); (c) fluid mechanics, hydraulics; (d) thermodynamics; (e) electrical fields and circuits; (f) nature and properties of materials (relating particle and aggregate structure to properties); and (g) any other comparable area of fundamental engineering science or physics, such as optics, heat transfer, soil mechanics, or electronics. Such education must demonstrate the knowledge, skills, and abilities necessary to do the work of the position.\nOR\n*a combination of college-level education, training, and/or technical experience that furnished (1) a thorough knowledge of the physical and mathematical sciences underlying engineering, and (2) a good understanding, both theoretical and practical, of the engineering sciences and techniques and their applications to one of the branches of engineering. The adequacy of such background must be demonstrated by one of the following: (I) Professional registration or licensure: Current registration as an Engineer Intern (EI), Engineer in Training (EIT), or licensure as a Professional Engineer (PE) by any State, the District of Columbia, Guam, or Puerto Rico. Absent other means of qualifying under this standard, those applicants who achieved such registration by means other than written test (e.g., State grandfather or eminence provisions) are eligible only for positions that are within or closely related to the specialty field of their registration; or (II) Written Test: Evidence of having successfully passed the Fundamentals of Engineering (FE) examination or any other written test required for professional registration by an engineering licensure board in the various States, the District of Columbia, Guam, and Puerto Rico; or (III) Specified academic courses: Successful completion of at least 60 semester hours of courses in the physical, mathematical, and engineering sciences and in engineering that included the courses specified in the basic requirements under paragraph A (above). The courses must be fully acceptable toward meeting the requirements of an engineering program as described in paragraph A (above); or (IV) Related curriculum: Successful completion of a curriculum leading to a bachelor's degree in an appropriate scientific field, e.g., engineering technology, physics, chemistry, architecture, computer science, mathematics, hydrology, or geology, may be accepted in lieu of a bachelor's degree in engineering, provided the applicant has had at least one year of professional engineering experience acquired under professional engineering supervision and guidance. Ordinarily, there should be either an established plan of intensive training to develop professional engineering competence, or several years of prior professional engineering-type experience, e.g., in interdisciplinary positions.\n\nFor the SUPERVISORY HEALTH PHYSICIST, GS-1306-13:\n*a bachelor's degree or higher in natural science or engineering that included at least 30 semester hours in health physics, engineering, radiological science, chemistry, physics, biology, mathematics, and/or calculus\nOR\n*a combination of education and experience with courses as shown above, plus appropriate experience or other education; or certification as a health physicist by the American Board of Health Physics, plus appropriate experience and other education that provided an understanding of sciences applicable to health physics comparable to that described above.",
        "requiredStandardDocuments": null,
        "requiredDocuments": "You are required to provide documentation that supports the eligibility and qualification claims made in your resume and assessment questionnaire. You must submit the applicable documents listed here and those listed with the eligibilities you select in the announcement questionnaire with your application package. Applicants who do not provide supporting documentation that fully support their claims will not be referred to the hiring manager. Cover letter is optional.\n\nA complete resume is required. Your resume must show relevant experience, job title, duties and accomplishments. Your resume must show complete information for each job entry to support minimum qualifications. The following information should be provided in your resume, but it is acceptable to provide elsewhere in your application package: employer's name, starting and end dates (Mo/Yr), hours per week, and pay plan, series and grade level (e.g. GS-0201-09) for relevant federal experience.TIP: A good way to ensure you include all essential information is to use the Resume Builder in USAJOBS to create your resume.\n\nAre you applying for a promotion? If you are a current GS employee applying for a higher grade than the grade that you currently hold you must provide an SF-50 that shows that you have held the next lower grade for at least one year. Some SF-50s effective within the last 52 weeks will not demonstrate you have held the next lower grade for at least one year (e.g. General Adjustment SF-50 from this year). In many cases, we need to see two (2) SF-50s to determine time-in-grade and eligibility for promotion. If you are a DoD employee, you can obtain a copy of your SF- 50(s) from MyBiz.\n\nAre you claiming membership in any professional organizations, or possession of a license, certificate or credentials? Check the Conditions of Employment section above to see if any are required. If you claim membership, license, certification, or credentials, you must submit a copy of said document in your application package. \n\nAre you using education as a substitute for some or all of the experience requirement? Is there a basic education requirement for this position? Check the Education section above to see what is allowed and what is required. Any claims you make in your resume or assessment questionnaire regarding education or degrees MUST be supported by submitting with your application official or unofficial transcripts or a list of courses, grades earned, completion dates, and quarter and semester hours earned issued from your school. While unofficial transcripts are acceptable for initial application, an official transcript will ultimately be required if you are selected for the position. You may submit a copy your degree(s) if specific coursework does not have to be verified.\n\nAre you a veteran claiming 5-point veterans' preference or claiming sole survivorship preference? You must submit a copy of your latest DD-214 Certificate of Release or Discharge from Active Duty (any copy that shows all dates of service, as well as character of service [Honorable, General, etc.] is acceptable) OR a VA letter that shows dates of service or service connected disability AND character of service. If you have more than one DD-214 for multiple periods of active duty service, submit a copy for each period of service. If you were issued a DD-215 to amend aforementioned information on the DD-214 you must submit that too. If you are not sure of your preference eligibility, visit the Department of Labor's website: Veterans' Preference Advisor\n\nAre you a disabled veteran or claiming 10-point veterans' preference?\nIf you are eligible to claim 10 point veterans preference you must submit a DD-214 Certificate of Release or Discharge from Active Duty as described above for 5-point preference.\n\nYou must also provide the applicable supporting documentation of your disability (e.g. disability letter from the VA) as described on Standard Form-15 (SF-15). http://www.opm.gov/forms/pdf_fill/SF15.pdf.\n\nAre you an active duty service member? Active Duty Service Members are required to submit a statement of service printed on command letterhead and signed by the command. The statement of service must provide the branch of service, rate/rank, all dates of service, the expected date of discharge and anticipated character of service (Honorable, General, etc.).\n\nDocuments submitted as part of the application package, to include supplemental documents, may be shared beyond the Human Resources Office. Some supplemental documents contain personal information such as SSN and DOB and some documents such as military orders and marriage certificates may contain personal information for someone other than you. You may sanitize these documents to remove said personal information before you submit your application. You must provide an un-sanitized version of the documents if you are selected.",
        "howToApply": "Click the Apply Online button to create an account or log in to your existing USAJOBS account.\n\nTo apply for this position, you must provide a complete Application Package which includes:\n1. Complete resume with relevant experience, job title, duties and accomplishments. Your resume must show complete information for each job entry to support minimum qualifications. The following information should be provided in your resume, but it is acceptable to provide elsewhere in your application package: employer's name, starting and end dates (Mo/Yr), hours per week, and pay plan, series and grade level (e.g. GS-0201-09) for relevant federal experience.TIP: A good way to ensure you include all essential information is to use the Resume Builder in USAJOBS to create your resume.\n2. Complete assessment questionnaire. For a quick preview of the assessment questionnaire click here: https://apply.usastaffing.gov/ViewQuestionnaire/11208621\n3. Supporting documentation\n\nFailure to submit a complete application package will result in an ineligible rating and loss of consideration.\n\nYour complete application (resume, assessment questionnaire, and all supporting documents) must be received by 11:59 pm Eastern Standard Time (EST) on 09/01/2021. Applications received after 09/01/2021 will generally result in an ineligible rating and loss of consideration. If more than one resume is received, only the last resume received and processed will be reviewed.\n\nNOTE: To check the status of your application or return to a previous or incomplete application, log into your USAJOBS account: https://mydon.usajobs.gov/Account/Login select Application Status, and click on the more information link under the application status for this position. Your uploaded documents may take several hours to clear the virus scan process so please plan appropriately.\n\nYou are encouraged to apply online. Applying online will allow you to review and track the status of your application.\n\nDo not email or send hard copy resumes/applications to the Contact Information or Agency Information listed in this vacancy announcement. All resumes/applications received at the addresses listed in the Contact Information or Agency Information will be destroyed and will not be considered for this vacancy announcement.\n\nIt is the applicant's responsibility to verify that all information in their resume and documents are legible and accurate. HR will not modify answers/documents submitted by an applicant.",
        "howToApplyNextSteps": "When the application process is complete, your complete application (resume, assessment questionnaire, and all supporting documents) will be reviewed to determine if you meet the hiring eligibility and qualification requirements for which you requested consideration. You will be rated based on the information provided in your resume and responses to the questionnaire, along with your supporting documentation to determine your level of knowledge, skill, and ability related to the job requirements.\n\nGenerally, only best qualified candidates will be referred to the hiring manager. Sometimes well qualified and minimally qualified candidates are referred. Occasionally, candidates eligible for priority consideration are referred, and no other candidates are referred.\n\nThe hiring manager may choose to conduct interviews.\n\nYou will be notified of our rating and referral decision. If you are referred, you will be notified when a hiring decision is made.\n\nNOTE: Due to COVID19, if you have any questions or need assistance, please email the DON Employment Information Center at DONEIC@navy.mil",
        "requirements": null,
        "evaluations": "In order to qualify for this position, your resume must provide sufficient experience and/or education, knowledge, skills, and abilities to perform the duties of the specific position for which you are being considered. Your resume is the key means we have for evaluating your skills, knowledge, and abilities as they relate to this position. Therefore, we encourage you to be clear and specific when describing your experience.\n\nWhen the application process is complete, we will review your resume to ensure you meet the hiring eligibility and qualification requirements listed in this announcement. You will be rated based on the information provided in your resume and responses to the Occupational Questionnaire, along with your supporting documentation to determine your ability to demonstrate the following competencies:\n\nANALYTICAL TECHNIQUESMANAGING HUMAN RESOURCESNUCLEAR ENGINEERINGORAL COMMUNICATIONPROJECT MANAGEMENTRADIOLOGICAL SAFETY\n\nYou should list any relevant performance appraisals and incentive awards in your resume as that information may be taken into consideration during the selection process. If selected, you may be required to provide supporting documentation.\n\nIf after reviewing your resume and supporting documentation, a determination is made that you inflated your qualifications and/or experience, your score may be adjusted to more accurately reflect your abilities or you may be found ineligible/not qualified.\n\nPlease follow all instructions carefully. Errors or omissions may affect your rating or consideration for employment.\n\nAll eligibility, qualifications, and time-in-grade requirements must be met by the closing date of this announcement.",
        "benefitsURL": "http://www.secnav.navy.mil/donhr/Benefits/Pages/Default.aspx",
        "benefits": null,
        "otherInformation": "This position is covered by the Department of Defense Priority Placement Program.\n\nAdditional vacancies may be filled by this announcement.\n\nA tentative offer of employment will be rescinded if the selectee fails to meet the pre-employment requirements, including failure to report to any of the scheduled appointments.\n\nIf you are unable to apply online and request information about the Alternate Application process, please contact the Department of Navy's Employment Information Center.\n\nFederal annuitant information: The selection of an annuitant is subject to the Department of Defense and Department of the Navy policy on the employment of annuitants. Policy information may be found at: http://www.secnav.navy.mil/donhr/Documents/CivilianJobs/FedCivAnnuitants.pdf\n\nICTAP Applicants: To be considered well-qualified and exercise selection priority as an ICTAP candidate, displaced Federal employees must satisfy all qualification requirements for the position and receive a rating in the highly qualified category (score 85) or higher.  ICTAP candidates must provide copies of all of the following documentation at the time of application: 1) agency notice; 2) most recent performance appraisal; and 3) most recent SF-50 or notification of personnel action that includes position, grade level, and duty location. Applicants who do not provide this documentation will not receive consideration as an ICTAP candidate. For more information about ICTAP eligibility please review the following link: https://www.usajobs.gov/Help/working-in-government/unique-hiring-paths/federal-employees/ictap/\n\nMilitary Spouse Preference applicants will receive priority consideration at the Full Performance Level (FPL) and if determined to be Best Qualified at the FPL, and selected, must be placed at the FPL. A BQ military spouse possesses knowledge, skills, abilities, and competencies comparable to others who meet the competitive referral criteria for the specific position.\n\nRecruitment incentives may be authorized to eligible new hires.\n\nA relocation incentive is generally a single payment intended to offset some of the relocation costs experienced by the selectee. A relocation incentive may be authorized.",
        "appointmentTypeOverride": "Permanent",
        "positionScheduleOverride": "Full-time",
        "exclusiveClarificationText": null,
        "videoURL": null
    },
    {
        "usajobsControlNumber": 612229700,
        "hiringAgencyCode": "NV60    ",
        "hiringAgencyName": "United States Fleet Forces Command",
        "hiringDepartmentCode": "16",
        "hiringDepartmentName": "Department of the Navy",
        "agencyLevel": 2,
        "agencyLevelSort": "Department of the Navy\\United States Fleet Forces Command",
        "appointmentType": "Permanent",
        "workSchedule": "Full-time",
        "payScale": "GS",
        "salaryType": "Per Year",
        "vendor": "USASTAFFING",
        "travelRequirement": "Occasional travel",
        "teleworkEligible": "N",
        "serviceType": "Competitive",
        "securityClearanceRequired": "Y",
        "securityClearance": "Secret",
        "whoMayApply": null,
        "announcementClosingTypeCode": "01",
        "announcementClosingTypeDescription": "Closing Date",
        "positionOpenDate": "2021-08-26T00:00:00",
        "positionCloseDate": "2021-09-06T00:00:00",
        "positionExpireDate": null,
        "announcementNumber": "ST-11212010-21-LF",
        "hiringSubelementName": null,
        "positionTitle": "INTERDISCIPLINARY SUPERVISORY NUCLEAR ENGINEER/HEALTH PHYSICIST",
        "minimumGrade": "13",
        "maximumGrade": "13",
        "promotionPotential": "None",
        "minimumSalary": 92588.0,
        "maximumSalary": 120365.0,
        "supervisoryStatus": "Y",
        "drugTestRequired": "N",
        "relocationExpensesReimbursed": "N",
        "totalOpenings": null,
        "disableAppyOnline": "N",
        "positionOpeningStatus": "Candidate selected",
        "applicationsStarted": 26,
        "hiringPaths": [
            {
                "hiringPath": ""
            },
            {
                "hiringPath": ""
            },
            {
                "hiringPath": "Current federal employees of this agency."
            },
            {
                "hiringPath": "Federal employees who meet the definition of a \"surplus\" or \"displaced\" employee."
            },
            {
                "hiringPath": "Certain current or former term or temporary federal employees of a land or base management agency."
            },
            {
                "hiringPath": "Individuals eligible under a special authority not listed above, but defined in the federal hiring regulations."
            }
        ],
        "jobCategories": [
            {
                "series": "0840"
            },
            {
                "series": "1306"
            }
        ],
        "positionLocations": [
            {
                "positionLocationId": 17244649,
                "positionLocationCity": "Naval Shipyard, Portsmouth",
                "positionLocationState": "Virginia",
                "positionLocationCountry": "United States"
            }
        ],
        "missionCriticalOccupations": [],
        "keyStandardRequirements": [
            {
                "keyStandardRequirement": null,
                "keyStandardRequirementDescription": null
            }
        ],
        "_links": [
            {
                "rel": "AnnouncementText",
                "href": "/api/historicjoa/announcementtext/612229700"
            }
        ]
    },
    {
        "usajobsControlNumber": 636477700,
        "hiringAgencyCode": "NV60    ",
        "hiringAgencyName": "United States Fleet Forces Command",
        "hiringDepartmentCode": "16",
        "hiringDepartmentName": "Department of the Navy",
        "agencyLevel": 2,
        "agencyLevelSort": "Department of the Navy\\United States Fleet Forces Command",
        "appointmentType": "Permanent",
        "workSchedule": "Full-time",
        "payScale": "GS",
        "salaryType": "Per Year",
        "vendor": "USASTAFFING",
        "travelRequirement": "Occasional travel",
        "teleworkEligible": "N",
        "serviceType": "Competitive",
        "securityClearanceRequired": "Y",
        "securityClearance": "Secret",
        "whoMayApply": null,
        "announcementClosingTypeCode": "01",
        "announcementClosingTypeDescription": "Closing Date",
        "positionOpenDate": "2022-02-10T00:00:00",
        "positionCloseDate": "2022-02-22T00:00:00",
        "positionExpireDate": null,
        "announcementNumber": "ST-11385351-22-ETC",
        "hiringSubelementName": null,
        "positionTitle": "INTERDISCIPLINARY SUPERVISORY NUCLEAR ENGINEER/HEALTH PHYSICIST",
        "minimumGrade": "13",
        "maximumGrade": "13",
        "promotionPotential": "None",
        "minimumSalary": 95169.0,
        "maximumSalary": 123717.0,
        "supervisoryStatus": "Y",
        "drugTestRequired": "N",
        "relocationExpensesReimbursed": "N",
        "totalOpenings": "Few  ",
        "disableAppyOnline": "N",
        "positionOpeningStatus": "Candidate selected",
        "applicationsStarted": 18,
        "hiringPaths": [
            {
                "hiringPath": ""
            },
            {
                "hiringPath": ""
            },
            {
                "hiringPath": "Current federal employees of this agency."
            },
            {
                "hiringPath": "Federal employees who meet the definition of a \"surplus\" or \"displaced\" employee."
            },
            {
                "hiringPath": "Certain current or former term or temporary federal employees of a land or base management agency."
            },
            {
                "hiringPath": "Individuals eligible under a special authority not listed above, but defined in the federal hiring regulations."
            }
        ],
        "jobCategories": [
            {
                "series": "0840"
            },
            {
                "series": "1306"
            }
        ],
        "positionLocations": [
            {
                "positionLocationId": 17929350,
                "positionLocationCity": "Naval Shipyard, Portsmouth",
                "positionLocationState": "Virginia",
                "positionLocationCountry": "United States"
            }
        ],
        "missionCriticalOccupations": [],
        "keyStandardRequirements": [
            {
                "keyStandardRequirement": null,
                "keyStandardRequirementDescription": null
            }
        ],
        "_links": [
            {
                "rel": "AnnouncementText",
                "href": "/api/historicjoa/announcementtext/636477700"
            }
        ],
        "summary": "You will serve as an INTERDISCIPLINARY SUPERVISORY NUCLEAR ENGINEER/HEALTH PHYSICIST in the RADIOLOGICAL CONTROL OFFICE 105 of NORFOLK NAVAL SHIPYARD.",
        "hiringPathExplanation": "Current permanent employees of UIC 42158, Current or former time-limited employees that occupied a position located at a Defense Industrial Base Facility (DIBF) or Major Range and Test Facilities Base (MRTFB), DoD Military Spouse Preference (MSP) eligibles, and VEOA eligibles.",
        "duties": null,
        "majorDutiesList": "You will resolve technical and scientific problems beyond the capacity of subordinates that involve policy determinations. | You will review participates in the performance of audits and surveillances as necessary to ensure organizations are training personnel, performing to procedures, and maintaining records in accordance with applicable requirements and procedures. | You will supervise the preparation, maintenance, and revision of assigned dosimetry related SOPs and other technical documents assigned to CRHB. | You will regularly interface with NAVSEA 08R, NAVSEA 04LR, NSWC and the vendor to resolve problems. | You will supervise the preparation, maintenance, and revision of assigned dosimetry related SOPs and other technical documents assigned to CRHB.",
        "requirementsConditionsOfEmployment": "Must be a US Citizen. | Must be determined suitable for federal employment. | Must participate in the direct deposit pay program. | New employees to the Department of the Navy will be required to successfully pass the E-Verify employment verification check. To learn more about E-Verify, including your rights and responsibilities, visit e-verify.gov | Generally, current federal employees applying for GS jobs must serve at least one year at the next lower grade level. This requirement is called time-in-grade.  Time-in-grade requirements must be met by the closing date of this announcement. | Within the Department of Defense (DoD), the appointment of retired military members within 180 days immediately following retirement date to a civilian position is subject to the provisions of 5 United States Code 3326. | Males born after 12-31-59 must be registered for Selective Service. | Per the preliminary nationwide injunction on E.O. 14043, COVID-19 vaccinations will not be implemented or enforced.  For more information on vaccine status and workplace safety protocol requirements see Additional Information below. | You will be required to obtain and maintain an interim and/or final security clearance prior to entrance on duty. Failure to obtain and maintain the required level of clearance may result in the withdrawal of a job offer or removal. | You will be required to successfully complete a pre-appointment physical examination. | Work is performed in areas where potentially harmful physical and chemical agents are present (e.g. fumes, dust, heat, ionizing and non-ionizing radiation and chemicals). You will be required to participate in medical surveillance programs. | This position may require travel from normal duty station to CONUS and OCONUS and may include remote or isolated sites. You must be able to travel on military and commercial aircraft for extended periods of time. | Supervisors in the executive branch have a heightened personal responsibility for advancing government ethics. You will be required to review the 14 General Principles of Ethical Conduct at 5 CFR 2635.101.",
        "requirementsQualifications": "In addition to the Basic Requirements for this position, your resume must also demonstrate at least one year of Specialized experience at or equivalent to the GS-12 grade level or pay band in the Federal service or equivalent experience in the private or public sector. Specialized experience must demonstrate the following:\n\nExperience with applied engineering sciences, health physics and radiological controls.\n\nExperience with the theories, principles, techniques and applications of radiation dosimetry, radioactivity analysis and the ability to adapt this knowledge to a complex industrial radiation health program.\n\nExperience with NRC regulations, NAVSEA and BUMED policies and procedures, federal, state and shipyard regulations, the National Voluntary Laboratory Accreditation Program (NVLAP) and applicable technical/governance manuals sufficient to adapt or extrapolate pertinent guidelines.\n\nExperience working on computers, project management, technical writing skills and demonstrating leadership experience.\n\nExperience evaluating radiation exposure data, dose assessment and risk evaluation.\n\nAdditional qualification information can be found from the following Office of Personnel Management website:\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/#url=List-by-Occupational-Series\n\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/1300/health-physics-series-1306/\n\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/0800/files/all-professional-engineering-positions-0800.pdf\n\nExperience refers to paid and unpaid experience, including volunteer work done through National Service programs (e.g., professional, philanthropic, religious, spiritual, community, student, social). Volunteer work helps build critical competencies, knowledge, and skills and can provide valuable training and experience that translates directly to paid employment.",
        "requirementsEducation": "Applicants must meet the following positive education qualifications requirements of the Office of Personnel Management (OPM) Qualifications Standards Manual: Applicants must possess:\n\nFor the Supervisory Nuclear Engineering Series 0840\nI have successfully completed a bachelor's degree (or higher) in engineering. To be acceptable, the program must: (1) lead to a bachelor's degree (or higher) in a school of engineering with at least one program accredited by the Accreditation Board for Engineering and Technology (ABET); or (2) include differential and integral calculus and courses (more advanced than first-year physics and chemistry) in five of the following seven areas of engineering science or physics: (a) statics, dynamics; (b) strength of materials (stress-strain relationships); (c) fluid mechanics, hydraulics; (d) thermodynamics; (e) electrical fields and circuits; (f) nature and properties of materials (relating particle and aggregate structure to properties); and (g) any other comparable area of fundamental engineering science or physics, such as optics, heat transfer, soil mechanics, or electronics. Such education must demonstrate the knowledge, skills, and abilities necessary to do the work of the position.\n\nOR\n\nI have a combination of college-level education, training, and/or technical experience that furnished (1) a thorough knowledge of the physical and mathematical sciences underlying engineering, and (2) a good understanding, both theoretical and practical, of the engineering sciences and techniques and their applications to one of the branches of engineering. The adequacy of such background must be demonstrated by one of the following: (I) Professional registration or licensure: Current registration as an Engineer Intern (EI), Engineer in Training (EIT), or licensure as a Professional Engineer (PE) by any State, the District of Columbia, Guam, or Puerto Rico. Absent other means of qualifying under this standard, those applicants who achieved such registration by means other than written test (e.g., State grandfather or eminence provisions) are eligible only for positions that are within or closely related to the specialty field of their registration; or (II) Written Test: Evidence of having successfully passed the Fundamentals of Engineering (FE) examination or any other written test required for professional registration by an engineering licensure board in the various States, the District of Columbia, Guam, and Puerto Rico; or (III) Specified academic courses: Successful completion of at least 60 semester hours of courses in the physical, mathematical, and engineering sciences and in engineering that included the courses specified in the basic requirements under paragraph A (above). The courses must be fully acceptable toward meeting the requirements of an engineering program as described in paragraph A (above); or (IV) Related curriculum: Successful completion of a curriculum leading to a bachelor's degree in an appropriate scientific field, e.g., engineering technology, physics, chemistry, architecture, computer science, mathematics, hydrology, or geology, may be accepted in lieu of a bachelor's degree in engineering, provided the applicant has had at least one year of professional engineering experience acquired under professional engineering supervision and guidance. Ordinarily, there should be either an established plan of intensive training to develop professional engineering competence, or several years of prior professional engineering-type experience, e.g., in interdisciplinary positions.\n\nFor the HEALTH PHYSICIST Series 1306:\n\nI have successfully completed a bachelor's degree or higher in natural science or engineering that included at least 30 semester hours in health physics, engineering, radiological science, chemistry, physics, biology, mathematics, and/or calculus.\n\nOR\n\nI have a combination of education and experience with courses as shown above, plus appropriate experience or other education; or certification as a health physicist by the American Board of Health Physics, plus appropriate experience and other education that provided an understanding of sciences applicable to health physics comparable to that described above.",
        "requiredStandardDocuments": null,
        "requiredDocuments": "You are required to provide documentation that supports the eligibility and qualification claims made in your resume and assessment questionnaire. You must submit the applicable documents listed here and those listed with the eligibilities you select in the announcement questionnaire with your application package. Applicants who do not provide supporting documentation that fully support their claims will not be referred to the hiring manager. Cover letter is optional.\n\nA complete resume is required. Your resume must show relevant experience, job title, duties and accomplishments. Your resume must show complete information for each job entry to support minimum qualifications. The following information should be provided in your resume, but it is acceptable to provide elsewhere in your application package: employer's name, starting and end dates (Mo/Yr), hours per week, and pay plan, series and grade level (e.g. GS-0201-09) for relevant federal experience.TIP: A good way to ensure you include all essential information is to use the Resume Builder in USAJOBS to create your resume.\n\nAre you applying for a promotion? If you are a current GS employee applying for a higher grade than the grade that you currently hold you must provide an SF-50 that shows that you have held the next lower grade for at least one year. Some SF-50s effective within the last 52 weeks will not demonstrate you have held the next lower grade for at least one year (e.g. General Adjustment SF-50 from this year). In many cases, we need to see two (2) SF-50s to determine time-in-grade and eligibility for promotion. If you are a DoD employee, you can obtain a copy of your SF- 50(s) from MyBiz.\n\nAre you claiming membership in any professional organizations, or possession of a license, certificate or credentials? Check the Conditions of Employment section above to see if any are required. If you claim membership, license, certification, or credentials, you must submit a copy of said document in your application package. \n\nAre you using education as a substitute for some or all of the experience requirement? Is there a basic education requirement for this position? Check the Education section above to see what is allowed and what is required. Any claims you make in your resume or assessment questionnaire regarding education or degrees MUST be supported by submitting with your application official or unofficial transcripts or a list of courses, grades earned, completion dates, and quarter and semester hours earned issued from your school. While unofficial transcripts are acceptable for initial application, an official transcript will ultimately be required if you are selected for the position. You may submit a copy your degree(s) if specific coursework does not have to be verified.\n\nAre you a veteran claiming 5-point veterans' preference or claiming sole survivorship preference? You must submit a copy of your latest DD-214 Certificate of Release or Discharge from Active Duty (any copy that shows all dates of service, as well as character of service [Honorable, General, etc.] is acceptable) OR a VA letter that shows dates of service or service connected disability AND character of service. If you have more than one DD-214 for multiple periods of active duty service, submit a copy for each period of service. If you were issued a DD-215 to amend aforementioned information on the DD-214 you must submit that too. If you are not sure of your preference eligibility, visit the Department of Labor's website: Veterans' Preference Advisor\n\nAre you a disabled veteran or claiming 10-point veterans' preference?\nIf you are eligible to claim 10 point veterans preference you must submit a DD-214 Certificate of Release or Discharge from Active Duty as described above for 5-point preference.\n\nYou must also provide the applicable supporting documentation of your disability (e.g. disability letter from the VA) as described on Standard Form-15 (SF-15). http://www.opm.gov/forms/pdf_fill/SF15.pdf.\n\nAre you an active duty service member? Active Duty Service Members are required to submit a statement of service printed on command letterhead and signed by the command. The statement of service must provide the branch of service, rate/rank, all dates of service, the expected date of discharge and anticipated character of service (Honorable, General, etc.).\n\nDocuments submitted as part of the application package, to include supplemental documents, may be shared beyond the Human Resources Office. Some supplemental documents contain personal information such as SSN and DOB and some documents such as military orders and marriage certificates may contain personal information for someone other than you. You may sanitize these documents to remove said personal information before you submit your application. You must provide an un-sanitized version of the documents if you are selected.",
        "howToApply": "Click the Apply Online button to create an account or log in to your existing USAJOBS account.\n\nTo apply for this position, you must provide a complete Application Package which includes:\n1. Complete resume with relevant experience, job title, duties and accomplishments. Your resume must show complete information for each job entry to support minimum qualifications. The following information should be provided in your resume, but it is acceptable to provide elsewhere in your application package: employer's name, starting and end dates (Mo/Yr), hours per week, and pay plan, series and grade level (e.g. GS-0201-09) for relevant federal experience.TIP: A good way to ensure you include all essential information is to use the Resume Builder in USAJOBS to create your resume.\n2. Complete assessment questionnaire. For a quick preview of the assessment questionnaire click here: https://apply.usastaffing.gov/ViewQuestionnaire/11385351\n3. Supporting documentation\n\nFailure to submit a complete application package will result in an ineligible rating and loss of consideration.\n\nYour complete application (resume, assessment questionnaire, and all supporting documents) must be received by 11:59 pm Eastern Standard Time (EST) on 02/22/2022. Applications received after 02/22/2022 will generally result in an ineligible rating and loss of consideration. If more than one resume is received, only the last resume received and processed will be reviewed.\n\nNOTE: To check the status of your application or return to a previous or incomplete application, log into your USAJOBS account: https://mydon.usajobs.gov/Account/Login select Application Status, and click on the more information link under the application status for this position. Your uploaded documents may take several hours to clear the virus scan process so please plan appropriately.\n\nYou are encouraged to apply online. Applying online will allow you to review and track the status of your application.\n\nDo not email or send hard copy resumes/applications to the Contact Information or Agency Information listed in this vacancy announcement. All resumes/applications received at the addresses listed in the Contact Information or Agency Information will be destroyed and will not be considered for this vacancy announcement.\n\nIt is the applicant's responsibility to verify that all information in their resume and documents are legible and accurate. HR will not modify answers/documents submitted by an applicant.",
        "howToApplyNextSteps": "When the application process is complete, your complete application (resume, assessment questionnaire, and all supporting documents) will be reviewed to determine if you meet the hiring eligibility and qualification requirements for which you requested consideration. You will be rated based on the information provided in your resume and responses to the questionnaire, along with your supporting documentation to determine your level of knowledge, skill, and ability related to the job requirements.\n\nGenerally, only best qualified candidates will be referred to the hiring manager. Sometimes well qualified and minimally qualified candidates are referred. Occasionally, candidates eligible for priority consideration are referred, and no other candidates are referred.\n\nThe hiring manager may choose to conduct interviews.\n\nYou will be notified of our rating and referral decision. If you are referred, you will be notified when a hiring decision is made.\n\nNOTE: Due to COVID19, if you have any questions or need assistance, please email the DON Employment Information Center at DONEIC@navy.mil",
        "requirements": null,
        "evaluations": "In order to qualify for this position, your resume must provide sufficient experience and/or education, knowledge, skills, and abilities to perform the duties of the specific position for which you are being considered. Your resume is the key means we have for evaluating your skills, knowledge, and abilities as they relate to this position. Therefore, we encourage you to be clear and specific when describing your experience.\n\nWhen the application process is complete, we will review your resume to ensure you meet the hiring eligibility and qualification requirements listed in this announcement. You will be rated based on the information provided in your resume and responses to the Occupational Questionnaire, along with your supporting documentation to determine your ability to demonstrate the following competencies:\n\nENGINEERING PROJECT MANAGEMENTENGINEERING QUALITY AND INSPECTIONNUCLEAR ENGINEERINGPROBLEM SOLVINGRADIOLOGICAL SAFETY\n\nYou should list any relevant performance appraisals and incentive awards in your resume as that information may be taken into consideration during the selection process. If selected, you may be required to provide supporting documentation.\n\nIf after reviewing your resume and supporting documentation, a determination is made that you inflated your qualifications and/or experience, your score may be adjusted to more accurately reflect your abilities or you may be found ineligible/not qualified.\n\nPlease follow all instructions carefully. Errors or omissions may affect your rating or consideration for employment.\n\nAll eligibility, qualifications, and time-in-grade requirements must be met by the closing date of this announcement.",
        "benefitsURL": "http://www.secnav.navy.mil/donhr/Benefits/Pages/Default.aspx",
        "benefits": null,
        "otherInformation": "COVID VACCINATION INFORMATION: To comply with the recent preliminary nationwide injunction on Executive Order 14043, Requiring Coronavirus Disease 2019 Vaccination for Federal Employees, the Department of the Navy is not taking any action to implement or enforce the COVID-19 vaccination requirement. New hires will need to provide their vaccination status as well as comply with workplace safety protocols related to masking, physical distancing, testing, travel, and quarantine.\n\nThis position is covered by the Department of Defense Priority Placement Program.\n\nAdditional vacancies may be filled by this announcement.\n\nA tentative offer of employment will be rescinded if the selectee fails to meet the pre-employment requirements, including failure to report to any of the scheduled appointments.\n\nIf you are unable to apply online and request information about the Alternate Application process, please contact the Department of Navy's Employment Information Center.\n\nFederal annuitant information: The selection of an annuitant is subject to the Department of Defense and Department of the Navy policy on the employment of annuitants. Policy information may be found at: http://www.secnav.navy.mil/donhr/Documents/CivilianJobs/FedCivAnnuitants.pdf\n\nICTAP Applicants: To be considered well-qualified and exercise selection priority as an ICTAP candidate, displaced Federal employees must satisfy all qualification requirements for the position and receive a rating in the highly qualified category (score 85) or higher.  ICTAP candidates must provide copies of all of the following documentation at the time of application: 1) agency notice; 2) most recent performance appraisal; and 3) most recent SF-50 or notification of personnel action that includes position, grade level, and duty location. Applicants who do not provide this documentation will not receive consideration as an ICTAP candidate. For more information about ICTAP eligibility please review the following link: https://www.usajobs.gov/Help/working-in-government/unique-hiring-paths/federal-employees/ictap/\n\nMilitary Spouse Preference applicants will receive priority consideration at the Full Performance Level (FPL) and if determined to be Best Qualified at the FPL, and selected, must be placed at the FPL. A BQ military spouse possesses knowledge, skills, abilities, and competencies comparable to others who meet the competitive referral criteria for the specific position.",
        "appointmentTypeOverride": "Permanent",
        "positionScheduleOverride": "Full-time",
        "exclusiveClarificationText": null,
        "videoURL": null
    },
    {
        "usajobsControlNumber": 673412700,
        "hiringAgencyCode": "NV60    ",
        "hiringAgencyName": "United States Fleet Forces Command",
        "hiringDepartmentCode": "16",
        "hiringDepartmentName": "Department of the Navy",
        "agencyLevel": 2,
        "agencyLevelSort": "Department of the Navy\\United States Fleet Forces Command",
        "appointmentType": "Permanent",
        "workSchedule": "Full-time",
        "payScale": "GS",
        "salaryType": "Per Year",
        "vendor": "USASTAFFING",
        "travelRequirement": "Occasional travel",
        "teleworkEligible": "N",
        "serviceType": "Competitive",
        "securityClearanceRequired": "Y",
        "securityClearance": "Secret",
        "whoMayApply": null,
        "announcementClosingTypeCode": "01",
        "announcementClosingTypeDescription": "Closing Date",
        "positionOpenDate": "2022-08-26T00:00:00",
        "positionCloseDate": "2022-09-06T00:00:00",
        "positionExpireDate": null,
        "announcementNumber": "ST-11623667-22-DKR",
        "hiringSubelementName": null,
        "positionTitle": "INTERDISCIPLINARY",
        "minimumGrade": "13",
        "maximumGrade": "13",
        "promotionPotential": "13",
        "minimumSalary": 95169.0,
        "maximumSalary": 123717.0,
        "supervisoryStatus": "Y",
        "drugTestRequired": "N",
        "relocationExpensesReimbursed": "N",
        "totalOpenings": "1    ",
        "disableAppyOnline": "N",
        "positionOpeningStatus": "Candidate selected",
        "applicationsStarted": 34,
        "hiringPaths": [
            {
                "hiringPath": ""
            },
            {
                "hiringPath": ""
            },
            {
                "hiringPath": "Current federal employees of this agency."
            },
            {
                "hiringPath": "Federal employees who meet the definition of a \"surplus\" or \"displaced\" employee."
            },
            {
                "hiringPath": "Certain current or former term or temporary federal employees of a land or base management agency."
            },
            {
                "hiringPath": "Individuals eligible under a special authority not listed above, but defined in the federal hiring regulations."
            }
        ],
        "jobCategories": [
            {
                "series": "0840"
            },
            {
                "series": "1306"
            }
        ],
        "positionLocations": [
            {
                "positionLocationId": 18803315,
                "positionLocationCity": "Naval Shipyard, Portsmouth",
                "positionLocationState": "Virginia",
                "positionLocationCountry": "United States"
            }
        ],
        "missionCriticalOccupations": [],
        "keyStandardRequirements": [
            {
                "keyStandardRequirement": null,
                "keyStandardRequirementDescription": null
            }
        ],
        "_links": [
            {
                "rel": "AnnouncementText",
                "href": "/api/historicjoa/announcementtext/673412700"
            }
        ],
        "summary": "You will serve as a SUPERVISORY NUCLEAR ENGINEER/SUPERVISORY HEALTH PHYSICIST in the Radiological Control Technician Qualification School (A) Branch (Code 105.72), Radiological Control Technician Qualification School (Code 105.7), Radiological Control Office (Code 105) of NORFOLK NAVAL SHIPYARD.",
        "hiringPathExplanation": "Current permanent employees of DoD, DoD Military Spouse Preference (MSP) eligibles, and VEOA eligibles.",
        "duties": null,
        "majorDutiesList": "You will serve as a Supervisory Nuclear Engineer or as a Supervisory Health Physicist with full project management responsibility. | You will be responsible for planning the work of the subordinates. | You will provide immediate technical assistance to the ?Fleet and Shipyard to resolve emergent health physics problems of a complex natures. | You will plan, organize and assure effective implementation and maintenance of health physics aspects of radiation exposure reduction program for the Fleet as well as Shipyard nuclear reactor plant repair/maintenance and associated work. | You will provide radiological and nuclear engineering technician consultation services to a broad and complex scope, primarily through a review of drawings, specifications and other technical documents. | You will provide expert radiological engineering, nuclear engineering and health physics advice to the Fleet and Shipyard in connection with routine and non-routine radioactive work they perform. | You will review reports of radiological problems encountered by the Fleet and Shipyard such as those problems documented in incident reports. | You will direct the development of training programs for civilian and Fleet personnel ensuring consistency with the latest radiological techniques and practices. | You will plan, organize and assure effective implementation and maintenance of health physics aspects of radiation exposure reduction program for the Fleet as well as Shipyard nuclear reactor plant repair/maintenance and associated work.",
        "requirementsConditionsOfEmployment": "Must be a US Citizen. | Must be determined suitable for federal employment. | Must participate in the direct deposit pay program. | New employees to the Department of the Navy will be required to successfully pass the E-Verify employment verification check. To learn more about E-Verify, including your rights and responsibilities, visit e-verify.gov | Generally, current federal employees applying for GS jobs must serve at least one year at the next lower grade level. This requirement is called time-in-grade.  Time-in-grade requirements must be met by the closing date of this announcement. | Within the Department of Defense (DoD), the appointment of retired military members within 180 days immediately following retirement date to a civilian position is subject to the provisions of 5 United States Code 3326. | Males born after 12-31-59 must be registered for Selective Service. | Per the preliminary nationwide injunction on E.O. 14043, COVID-19 vaccinations will not be implemented or enforced.  For more information on vaccine status and workplace safety protocol requirements see Additional Information below. | You will be required to obtain and maintain an interim and/or final security clearance prior to entrance on duty. Failure to obtain and maintain the required level of clearance may result in the withdrawal of a job offer or removal. | This position may require travel from normal duty station to CONUS and OCONUS and may include remote or isolated sites. You must be able to travel on military and commercial aircraft for extended periods of time. | Supervisors in the executive branch have a heightened personal responsibility for advancing government ethics. You will be required to review the 14 General Principles of Ethical Conduct at 5 CFR 2635.101.",
        "requirementsQualifications": "In addition to the Basic Requirements for this position, your resume must also demonstrate at least one year of specialized experience at or equivalent to the GS-12 grade level or pay band in the Federal service or equivalent experience in the private or public sector. Specialized experience must demonstrate the following: Experience determining the nature and magnitude of required actions and program changes resulting from problems encountered and studied regarding nuclear work involving radiological control; Experience developing strategies and making recommendations to resolve emerging, complex and novel problems that involve administrative, technical, political, economic, fiscal or other components; Experience formulating requirements to integrate new technology, and advices on the value and applicability of new or developing technologies; Experience applying expert knowledge of education, science and engineering to the design, development and implementation of automation technology initiatives with program wide implications; Experience with shipyard management associated with project management, human resources, financial management, manpower, material support and logistics support; Experience with the functions and objectives of the naval nuclear propulsion program, radiological control office, nuclear regulatory commission regulations, NAVSEA policies and procedures, Federal, State and shipyard regulations, Environmental Protection Agency regulations and publication and applicable technical/governance manuals sufficient to adapt or extrapolate pertinent guidelines.\n\nAdditional qualification information can be found from the following Office of Personnel Management website:\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/#url=List-by-Occupational-Series\n\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/0800/nuclear-engineering-series-\n\n0840/https://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/1300/health-physics-series-1306/\n\nExperience refers to paid and unpaid experience, including volunteer work done through National Service programs (e.g., professional, philanthropic, religious, spiritual, community, student, social). Volunteer work helps build critical competencies, knowledge, and skills and can provide valuable training and experience that translates directly to paid employment.",
        "requirementsEducation": "Applicants must meet the following positive education qualifications requirements of the Office of Personnel Management (OPM) Qualifications Standards Manual: Applicants must possess\n\n0840Successfully completed a bachelor's degree (or higher) in engineering. To be acceptable, the program must: (1) lead to a bachelor's degree (or higher) in a school of engineering with at least one program accredited by the Accreditation Board for Engineering and Technology (ABET); or (2) include differential and integral calculus and courses (more advanced than first-year physics and chemistry) in five of the following seven areas of engineering science or physics: (a) statics, dynamics; (b) strength of materials (stress-strain relationships); (c) fluid mechanics, hydraulics; (d) thermodynamics; (e) electrical fields and circuits; (f) nature and properties of materials (relating particle and aggregate structure to properties); and (g) any other comparable area of fundamental engineering science or physics, such as optics, heat transfer, soil mechanics, or electronics. Such education must demonstrate the knowledge, skills, and abilities necessary to do the work of the position, or\n\nHave a combination of college-level education, training, and/or technical experience that furnished (1) a thorough knowledge of the physical and mathematical sciences underlying engineering, and (2) a good understanding, both theoretical and practical, of the engineering sciences and techniques and their applications to one of the branches of engineering. The adequacy of such background must be demonstrated by one of the following: (I) Professional registration or licensure: Current registration as an Engineer Intern (EI), Engineer in Training (EIT), or licensure as a Professional Engineer (PE) by any State, the District of Columbia, Guam, or Puerto Rico. Absent other means of qualifying under this standard, those applicants who achieved such registration by means other than written test (e.g., State grandfather or eminence provisions) are eligible only for positions that are within or closely related to the specialty field of their registration; or (II) Written Test: Evidence of having successfully passed the Fundamentals of Engineering (FE) examination or any other written test required for professional registration by an engineering licensure board in the various States, the District of Columbia, Guam, and Puerto Rico; or (III) Specified academic courses: Successful completion of at least 60 semester hours of courses in the physical, mathematical, and engineering sciences and in engineering that included the courses specified in the basic requirements under paragraph A (above). The courses must be fully acceptable toward meeting the requirements of an engineering program as described in paragraph A (above); or (IV) Related curriculum: Successful completion of a curriculum leading to a bachelor's degree in an appropriate scientific field, e.g., engineering technology, physics, chemistry, architecture, computer science, mathematics, hydrology, or geology, may be accepted in lieu of a bachelor's degree in engineering, provided the applicant has had at least one year of professional engineering experience acquired under professional engineering supervision and guidance. Ordinarily, there should be either an established plan of intensive training to develop professional engineering competence, or several years of prior professional engineering-type experience, e.g., in interdisciplinary positions.\n\n1306 Have successfully completed a bachelor's degree or higher in natural science or engineering that included at least 30 semester hours in health physics, engineering, radiological science, chemistry, physics, biology, mathematics, and/or calculus, or\n\nHave a combination of education and experience with courses as shown above, plus appropriate experience or other education; or certification as a health physicist by the American Board of Health Physics, plus appropriate experience and other education that provided an understanding of sciences applicable to health physics comparable to that described above.",
        "requiredStandardDocuments": null,
        "requiredDocuments": "You are required to provide documentation that supports the eligibility and qualification claims made in your resume and assessment questionnaire. You must submit the applicable documents listed here and those listed with the eligibilities you select in the announcement questionnaire with your application package. Applicants who do not provide supporting documentation that fully support their claims will not be referred to the hiring manager. Cover letter is optional.\n\nA complete resume is required. Your resume must show relevant experience, job title, duties and accomplishments. Your resume must show complete information for each job entry to support minimum qualifications. The following information should be provided in your resume, but it is acceptable to provide elsewhere in your application package: employer's name, starting and end dates (Mo/Yr), hours per week, and pay plan, series and grade level (e.g. GS-0201-09) for relevant federal experience.TIP: A good way to ensure you include all essential information is to use the Resume Builder in USAJOBS to create your resume.\n\nAre you applying for a promotion? To be considered for a promotion, you must provide SF-50(s) that shows that you have held the next lower GS grade for at least one year. SF-50s that have an effective date within the past year (e.g., General Adjustment SF-50 from this year or Within Rate/Grade Increases (WRI/WGI) SF-50 within a year) do not clearly show that you meet the one-year time-in-grade requirement. That means if you submit an SF-50 that is dated within the last year, you must submit another SF-50 that is dated more than one year ago to clearly demonstrate you meet the time-in-grade requirements. If you are a DoD employee, you can obtain a copy of your SF- 50(s) from MyBiz.\n\nAre you claiming membership in any professional organizations, or possession of a license, certificate or credentials? Check the Conditions of Employment section above to see if any are required. If you claim membership, license, certification, or credentials, you must submit a copy of said document in your application package. \n\nAre you using education as a substitute for some or all of the experience requirement? Is there a basic education requirement for this position? Check the Education section above to see what is allowed and what is required. Any claims you make in your resume or assessment questionnaire regarding education or degrees MUST be supported by submitting with your application official or unofficial transcripts or a list of courses, grades earned, completion dates, and quarter and semester hours earned issued from your school. While unofficial transcripts are acceptable for initial application, an official transcript will ultimately be required if you are selected for the position. You may submit a copy your degree(s) if specific coursework does not have to be verified.\n\nAre you a veteran claiming 5-point veterans' preference or claiming sole survivorship preference? You must submit a copy of your latest DD-214 Certificate of Release or Discharge from Active Duty (any copy that shows all dates of service, as well as character of service [Honorable, General, etc.] is acceptable) OR a VA letter that shows dates of service or service connected disability AND character of service. If you have more than one DD-214 for multiple periods of active duty service, submit a copy for each period of service. If you were issued a DD-215 to amend aforementioned information on the DD-214 you must submit that too. If you are not sure of your preference eligibility, visit the Department of Labor's website: Veterans' Preference Advisor\n\nAre you a disabled veteran or claiming 10-point veterans' preference?\nIf you are eligible to claim 10 point veterans preference you must submit a DD-214 Certificate of Release or Discharge from Active Duty as described above for 5-point preference.\n\nYou must also provide the applicable supporting documentation of your disability (e.g. disability letter from the VA) as described on Standard Form-15 (SF-15). http://www.opm.gov/forms/pdf_fill/SF15.pdf.\n\nAre you an active duty service member? Active Duty Service Members are required to submit a statement of service printed on command letterhead and signed by the command. The statement of service must provide the branch of service, rate/rank, all dates of service, the expected date of discharge and anticipated character of service (Honorable, General, etc.).\n\nDocuments submitted as part of the application package, to include supplemental documents, may be shared beyond the Human Resources Office. Some supplemental documents contain personal information such as SSN and DOB and some documents such as military orders and marriage certificates may contain personal information for someone other than you. You may sanitize these documents to remove said personal information before you submit your application. You must provide an un-sanitized version of the documents if you are selected.",
        "howToApply": "Click the Apply Online button to create an account or log in to your existing USAJOBS account.\n\nTo apply for this position, you must provide a complete Application Package which includes:\n1. Complete resume with relevant experience, job title, duties and accomplishments. Your resume must show complete information for each job entry to support minimum qualifications. The following information should be provided in your resume, but it is acceptable to provide elsewhere in your application package: employer's name, starting and end dates (Mo/Yr), hours per week, and pay plan, series and grade level (e.g. GS-0201-09) for relevant federal experience.TIP: A good way to ensure you include all essential information is to use the Resume Builder in USAJOBS to create your resume.\n2. Complete assessment questionnaire. For a quick preview of the assessment questionnaire click here: https://apply.usastaffing.gov/ViewQuestionnaire/11623667\n3. Supporting documentation\n\nFailure to submit a complete application package will result in an ineligible rating and loss of consideration.\n\nYour complete application (resume, assessment questionnaire, and all supporting documents) must be received by 11:59 pm Eastern Standard Time (EST) on 09/06/2022. Applications received after 09/06/2022 will generally result in an ineligible rating and loss of consideration. If more than one resume is received, only the last resume received and processed will be reviewed.\n\nNOTE: To check the status of your application or return to a previous or incomplete application, log into your USAJOBS account: https://mydon.usajobs.gov/Account/Login select Application Status, and click on the more information link under the application status for this position. Your uploaded documents may take several hours to clear the virus scan process so please plan appropriately.\n\nYou are encouraged to apply online. Applying online will allow you to review and track the status of your application.\n\nDo not email or send hard copy resumes/applications to the Contact Information or Agency Information listed in this vacancy announcement. All resumes/applications received at the addresses listed in the Contact Information or Agency Information will be destroyed and will not be considered for this vacancy announcement.\n\nIt is the applicant's responsibility to verify that all information in their resume and documents are legible and accurate. HR will not modify answers/documents submitted by an applicant.",
        "howToApplyNextSteps": "When the application process is complete, your complete application (resume, assessment questionnaire, and all supporting documents) will be reviewed to determine if you meet the hiring eligibility and qualification requirements for which you requested consideration. You will be rated based on the information provided in your resume and responses to the questionnaire, along with your supporting documentation to determine your level of knowledge, skill, and ability related to the job requirements.\n\nGenerally, only best qualified candidates will be referred to the hiring manager. Sometimes well qualified and minimally qualified candidates are referred. Occasionally, candidates eligible for priority consideration are referred, and no other candidates are referred.\n\nThe hiring manager may choose to conduct interviews.\n\nYou will be notified of our rating and referral decision. If you are referred, you will be notified when a hiring decision is made.\n\nNOTE: Due to COVID19, if you have any questions or need assistance, please email the DON Employment Information Center at DONEIC@us.navy.mil",
        "requirements": null,
        "evaluations": "In order to qualify for this position, your resume must provide sufficient experience and/or education, knowledge, skills, and abilities to perform the duties of the specific position for which you are being considered. Your resume is the key means we have for evaluating your skills, knowledge, and abilities as they relate to this position. Therefore, we encourage you to be clear and specific when describing your experience.\n\nWhen the application process is complete, we will review your resume to ensure you meet the hiring eligibility and qualification requirements listed in this announcement. You will be rated based on the information provided in your resume and responses to the Occupational Questionnaire, along with your supporting documentation to determine your ability to demonstrate the following competencies:\n\nACCOUNTABILITYDEVELOPING OTHERSMANAGING HUMAN RESOURCESNUCLEAR ENGINEERINGPROBLEM SOLVING\n\nYou should list any relevant performance appraisals and incentive awards in your resume as that information may be taken into consideration during the selection process. If selected, you may be required to provide supporting documentation.\n\nIf after reviewing your resume and supporting documentation, a determination is made that you inflated your qualifications and/or experience, your score may be adjusted to more accurately reflect your abilities or you may be found ineligible/not qualified.\n\nPlease follow all instructions carefully. Errors or omissions may affect your rating or consideration for employment.\n\nAll eligibility, qualifications, and time-in-grade requirements must be met by the closing date of this announcement.",
        "benefitsURL": "http://www.secnav.navy.mil/donhr/Benefits/Pages/Default.aspx",
        "benefits": null,
        "otherInformation": "COVID VACCINATION INFORMATION: To comply with the recent preliminary nationwide injunction on Executive Order 14043, Requiring Coronavirus Disease 2019 Vaccination for Federal Employees, the Department of the Navy is not taking any action to implement or enforce the COVID-19 vaccination requirement. New hires will need to provide their vaccination status as well as comply with workplace safety protocols related to masking, physical distancing, testing, travel, and quarantine.\n\nThis position is covered by the Department of Defense Priority Placement Program.\n\nAdditional vacancies may be filled by this announcement.\n\nA tentative offer of employment will be rescinded if the selectee fails to meet the pre-employment requirements, including failure to report to any of the scheduled appointments.\n\nIf you are unable to apply online and request information about the Alternate Application process, please contact the Department of Navy's Employment Information Center.\n\nFederal annuitant information: The selection of an annuitant is subject to the Department of Defense and Department of the Navy policy on the employment of annuitants. Policy information may be found at: http://www.secnav.navy.mil/donhr/Documents/CivilianJobs/FedCivAnnuitants.pdf\n\nICTAP Applicants: To be considered well-qualified and exercise selection priority as an ICTAP candidate, displaced Federal employees must satisfy all qualification requirements for the position and receive a rating in the highly qualified category (score 85) or higher.  ICTAP candidates must provide copies of all of the following documentation at the time of application: 1) agency notice; 2) most recent performance appraisal; and 3) most recent SF-50 or notification of personnel action that includes position, grade level, and duty location. Applicants who do not provide this documentation will not receive consideration as an ICTAP candidate. For more information about ICTAP eligibility please review the following link: https://www.usajobs.gov/Help/working-in-government/unique-hiring-paths/federal-employees/ictap/\n\nMilitary Spouse Preference applicants will receive priority consideration at the Full Performance Level (FPL) and if determined to be Best Qualified at the FPL, and selected, must be placed at the FPL. A BQ military spouse possesses knowledge, skills, abilities, and competencies comparable to others who meet the competitive referral criteria for the specific position.",
        "appointmentTypeOverride": null,
        "positionScheduleOverride": null,
        "exclusiveClarificationText": null,
        "videoURL": null
    },
    {
        "usajobsControlNumber": 713080900,
        "hiringAgencyCode": "NV60    ",
        "hiringAgencyName": "United States Fleet Forces Command",
        "hiringDepartmentCode": "16",
        "hiringDepartmentName": "Department of the Navy",
        "agencyLevel": 2,
        "agencyLevelSort": "Department of the Navy\\United States Fleet Forces Command",
        "appointmentType": "Permanent",
        "workSchedule": "Full-time",
        "payScale": "GS",
        "salaryType": "Per Year",
        "vendor": "USASTAFFING",
        "travelRequirement": "Occasional travel",
        "teleworkEligible": "N",
        "serviceType": "Competitive",
        "securityClearanceRequired": "Y",
        "securityClearance": "Secret",
        "whoMayApply": null,
        "announcementClosingTypeCode": "01",
        "announcementClosingTypeDescription": "Closing Date",
        "positionOpenDate": "2023-03-15T00:00:00",
        "positionCloseDate": "2023-03-24T00:00:00",
        "positionExpireDate": null,
        "announcementNumber": "ST-11880196-23-ARB",
        "hiringSubelementName": null,
        "positionTitle": "SUPERVISORY HEALTH PHYSICIST",
        "minimumGrade": "13",
        "maximumGrade": "13",
        "promotionPotential": "None",
        "minimumSalary": 99714.0,
        "maximumSalary": 129625.0,
        "supervisoryStatus": "Y",
        "drugTestRequired": "N",
        "relocationExpensesReimbursed": "N",
        "totalOpenings": "1    ",
        "disableAppyOnline": "N",
        "positionOpeningStatus": "Applications under review",
        "applicationsStarted": 32,
        "hiringPaths": [
            {
                "hiringPath": ""
            },
            {
                "hiringPath": ""
            },
            {
                "hiringPath": "Current federal employees of this agency."
            },
            {
                "hiringPath": "Federal employees who meet the definition of a \"surplus\" or \"displaced\" employee."
            },
            {
                "hiringPath": "Certain current or former term or temporary federal employees of a land or base management agency."
            },
            {
                "hiringPath": "Individuals eligible under a special authority not listed above, but defined in the federal hiring regulations."
            }
        ],
        "jobCategories": [
            {
                "series": "1306"
            }
        ],
        "positionLocations": [
            {
                "positionLocationId": 20086521,
                "positionLocationCity": "Naval Shipyard, Portsmouth",
                "positionLocationState": "Virginia",
                "positionLocationCountry": "United States"
            }
        ],
        "missionCriticalOccupations": [],
        "keyStandardRequirements": [
            {
                "keyStandardRequirement": null,
                "keyStandardRequirementDescription": null
            }
        ],
        "_links": [
            {
                "rel": "AnnouncementText",
                "href": "/api/historicjoa/announcementtext/713080900"
            }
        ],
        "summary": "You will serve as a SUPERVISORY HEALTH PHYSICIST in the HEAD of the LABORATORY and ENVIRONMENTAL SCIENCES BRANCH, RADIATION HEALTH DIVISION, RADIOLOGICAL CONTROLS OFFICE of NORFOLK NAVAL SHIPYARD.",
        "hiringPathExplanation": "Current permanent employees of DON, DoD Military Spouse Preference (MSP) eligibles, and VEOA eligibles.",
        "duties": null,
        "majorDutiesList": "You will ensure timely performance of a satisfactory amount and quality of work to be accomplished by subordinates, setting priorities, and preparing schedules. | You will be responsible for carrying out EEO policies and communicating support of these policies to subordinates. | You will be responsible for planning, organizing, and accomplishing the laboratory, in vivo monitoring, and environmental surveillance programs. | You will act as chief scientific and technical authority within the Shipyard on radiological environmental surveillance associated with operation, berthing, and repair of nuclear-powered warships. | You will devise plans, procedures, and methods for accomplishing environmental surveillance and laboratory analysis during radiological emergencies at the Shipyard and at remote locations.",
        "requirementsConditionsOfEmployment": "Must be a US Citizen. | Must be determined suitable for federal employment. | Must participate in the direct deposit pay program. | New employees to the Department of the Navy will be required to successfully pass the E-Verify employment verification check. To learn more about E-Verify, including your rights and responsibilities, visit e-verify.gov | Generally, current federal employees applying for GS jobs must serve at least one year at the next lower grade level. This requirement is called time-in-grade.  Time-in-grade requirements must be met by the closing date of this announcement. | Within the Department of Defense (DoD), the appointment of retired military members within 180 days immediately following retirement date to a civilian position is subject to the provisions of 5 United States Code 3326. | Males born after 12-31-59 must be registered for Selective Service. | You will be required to successfully complete a pre-appointment physical examination. | You will be required to obtain and maintain an interim and/or final security clearance prior to entrance on duty. Failure to obtain and maintain the required level of clearance may result in the withdrawal of a job offer or removal. | This position may require travel from normal duty station to CONUS and OCONUS and may include remote or isolated sites. You must be able to travel on military and commercial aircraft for extended periods of time. | Supervisors in the executive branch have a heightened personal responsibility for advancing government ethics. You will be required to review the 14 General Principles of Ethical Conduct at 5 CFR 2635.101.",
        "requirementsQualifications": "In addition to the Basic Requirements for this position, your resume must also demonstrate at least one year of specialized experience at or equivalent to the GS-12 grade level or pay band in the Federal service or equivalent experience in the private or public sector.\n*Experience with health physics concepts and terminology and thorough knowledge and understanding of the principles of nuclear reactor systems. *Experience with health physics or radiological aspects of a directly related discipline of field of science such as radiological health, radiochemistry, radiation physics or nuclear engineering. *Experience and qualities related to successful supervision.\n\nAdditional qualification information can be found from the following Office of Personnel Management website:\nhttps://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/#url=List-by-Occupational-Series\n\nExperience refers to paid and unpaid experience, including volunteer work done through National Service programs (e.g., professional, philanthropic, religious, spiritual, community, student, social). Volunteer work helps build critical competencies, knowledge, and skills and can provide valuable training and experience that translates directly to paid employment.",
        "requirementsEducation": "Applicants must meet the following positive education qualifications requirements of the Office of Personnel Management (OPM) Qualifications Standards Manual: Applicants must possess\n \n\n\t\n\tDegree: natural science or engineering that included at least 30 semester hours in health physics, engineering, radiological science, chemistry, physics, biology, mathematics, and/or calculus.\n\n\tor\n\t\n\t\n\tCombination of education and experience -- courses as shown in A above, plus appropriate experience or other education; or certification as a health physicist by the American Board of Health Physics, plus appropriate experience and other education that provided an understanding of sciences applicable to health physics comparable to that described in paragraph A.\n\t\n",
        "requiredStandardDocuments": null,
        "requiredDocuments": "You are required to provide documentation that supports the eligibility and qualification claims made in your resume and assessment questionnaire. You must submit the applicable documents listed here and those listed with the eligibilities you select in the announcement questionnaire with your application package. Applicants who do not provide supporting documentation that fully support their claims will not be referred to the hiring manager. Cover letter is optional.\n\nA complete resume is required. Your resume must show relevant experience, job title, duties and accomplishments. Your resume must show complete information for each job entry to support minimum qualifications. The following information should be provided in your resume, but it is acceptable to provide elsewhere in your application package: employer's name, starting and end dates (Mo/Yr), hours per week, and pay plan, series and grade level (e.g. GS-0201-09) for relevant federal experience. TIP: A good way to ensure you include all essential information is to use the Resume Builder in USAJOBS to create your resume.\n\nAre you applying for a promotion? For GS positions, to be considered for a promotion, you must provide SF-50(s) that shows you have held the next lower GS grade for at least one year. SF-50s that have an effective date within the past year (e.g., General Adjustment SF-50 from this year or Within Rate/Grade Increases (WRI/WGI) SF-50 within a year) do not clearly show that you meet the one-year time-in-grade requirement. That means if you submit an SF-50 dated within the last year, you must submit another SF-50 dated more than one year ago to clearly demonstrate you meet the time-in-grade requirements. If you are a DoD employee, you can obtain a copy of your SF- 50(s) from MyBiz.\n\nAre you claiming membership in any professional organizations, or possession of a license, certificate or credentials? Check the Conditions of Employment section above to see if any are required. If you claim membership, license, certification, or credentials, you must submit a copy of said document in your application package. \n\nAre you using education as a substitute for some or all of the experience requirement? Is there a basic education requirement for this position? Check the Education section above to see what is allowed and what is required. Any claims you make in your resume or assessment questionnaire regarding education or degrees MUST be supported by submitting with your application official or unofficial transcripts or a list of courses, grades earned, completion dates, and quarter and semester hours earned issued from your school. While unofficial transcripts are acceptable for initial application, an official transcript will ultimately be required if you are selected for the position. You may submit a copy your degree(s) if specific coursework does not have to be verified.\n\nAre you a veteran claiming 5-point veterans' preference or claiming sole survivorship preference? You must submit a copy of your latest DD-214 Certificate of Release or Discharge from Active Duty (any copy that shows all dates of service, as well as character of service [Honorable, General, etc.] is acceptable) OR a VA letter that shows dates of service or service connected disability AND character of service. If you have more than one DD-214 for multiple periods of active duty service, submit a copy for each period of service. If you were issued a DD-215 to amend aforementioned information on the DD-214 you must submit that too. If you are not sure of your preference eligibility, visit the Department of Labor's website: Veterans' Preference Advisor\n\nAre you a disabled veteran or claiming 10-point veterans' preference?\nIf you are eligible to claim 10 point veterans preference you must submit a DD-214 Certificate of Release or Discharge from Active Duty as described above for 5-point preference.\n\nYou must also provide the applicable supporting documentation of your disability (e.g. disability letter from the VA) as described on Standard Form-15 (SF-15). http://www.opm.gov/forms/pdf_fill/SF15.pdf.\n\nAre you an active duty service member? Active Duty Service Members are required to submit a statement of service printed on command letterhead and signed by the command. The statement of service must provide the branch of service, rate/rank, all dates of service, the expected date of discharge and anticipated character of service (Honorable, General, etc.).\n\nDocuments submitted as part of the application package, to include supplemental documents, may be shared beyond the Human Resources Office. Some supplemental documents contain personal information such as SSN and DOB and some documents such as military orders and marriage certificates may contain personal information for someone other than you. You may sanitize these documents to remove said personal information before you submit your application. You must provide an un-sanitized version of the documents if you are selected.",
        "howToApply": "Click the Apply Online button to create an account or log in to your existing USAJOBS account.\n\nTo apply for this position, you must provide a complete Application Package which includes:\n1. Complete resume with relevant experience, job title, duties and accomplishments. Your resume must show complete information for each job entry to support minimum qualifications. The following information should be provided in your resume, but it is acceptable to provide elsewhere in your application package: employer's name, starting and end dates (Mo/Yr), hours per week, and pay plan, series and grade level (e.g. GS-0201-09) for relevant federal experience.TIP: A good way to ensure you include all essential information is to use the Resume Builder in USAJOBS to create your resume.\n2. Complete assessment questionnaire. For a quick preview of the assessment questionnaire click here: https://apply.usastaffing.gov/ViewQuestionnaire/11880196\n3. Supporting documentation\n\nFailure to submit a complete application package will result in an ineligible rating and loss of consideration.\n\nYour complete application (resume, assessment questionnaire, and all supporting documents) must be received by 11:59 pm Eastern Standard Time (EST) on 03/24/2023. Applications received after 03/24/2023 will generally result in an ineligible rating and loss of consideration. If more than one resume is received, only the last resume received and processed will be reviewed.\n\nNOTE: To check the status of your application or return to a previous or incomplete application, log into your USAJOBS account: https://mydon.usajobs.gov/Account/Login select Application Status, and click on the more information link under the application status for this position. Your uploaded documents may take several hours to clear the virus scan process so please plan appropriately.\n\nYou are encouraged to apply online. Applying online will allow you to review and track the status of your application.\n\nDo not email or send hard copy resumes/applications to the Contact Information or Agency Information listed in this vacancy announcement. All resumes/applications received at the addresses listed in the Contact Information or Agency Information will be destroyed and will not be considered for this vacancy announcement.\n\nIt is the applicant's responsibility to verify that all information in their resume and documents are legible and accurate. HR will not modify answers/documents submitted by an applicant.",
        "howToApplyNextSteps": "When the application process is complete, your complete application (resume, assessment questionnaire, and all supporting documents) will be reviewed to determine if you meet the hiring eligibility and qualification requirements for which you requested consideration. You will be rated based on the information provided in your resume and responses to the questionnaire, along with your supporting documentation to determine your level of knowledge, skill, and ability related to the job requirements.\n\nGenerally, only best qualified candidates will be referred to the hiring manager. Sometimes well qualified and minimally qualified candidates are referred. Occasionally, candidates eligible for priority consideration are referred, and no other candidates are referred.\n\nThe hiring manager may choose to conduct interviews.\n\nYou will be notified of our rating and referral decision. If you are referred, you will be notified when a hiring decision is made.\n\nNOTE: Due to COVID19, if you have any questions or need assistance, please email the DON Employment Information Center at DONEIC@us.navy.mil",
        "requirements": null,
        "evaluations": "In order to qualify for this position, your resume must provide sufficient experience and/or education, knowledge, skills, and abilities to perform the duties of the specific position for which you are being considered. Your resume is the key means we have for evaluating your skills, knowledge, and abilities as they relate to this position. Therefore, we encourage you to be clear and specific when describing your experience.\n\nWhen the application process is complete, we will review your resume to ensure you meet the hiring eligibility and qualification requirements listed in this announcement. You will be rated based on the information provided in your resume and responses to the Occupational Questionnaire, along with your supporting documentation to determine your ability to demonstrate the following competencies:\n\nANALYTICAL TECHNIQUESDEVELOPING OTHERSMANAGING HUMAN RESOURCESORAL COMMUNICATIONPROBLEM SOLVINGRADIOLOGICAL SAFETY\n\nYou should list any relevant performance appraisals and incentive awards in your resume as that information may be taken into consideration during the selection process. If selected, you may be required to provide supporting documentation.\n\nIf after reviewing your resume and supporting documentation, a determination is made that you inflated your qualifications and/or experience, your score may be adjusted to more accurately reflect your abilities or you may be found ineligible/not qualified.\n\nPlease follow all instructions carefully. Errors or omissions may affect your rating or consideration for employment.\n\nAll eligibility, qualifications, and time-in-grade requirements must be met by the closing date of this announcement.",
        "benefitsURL": "http://www.secnav.navy.mil/donhr/Benefits/Pages/Default.aspx",
        "benefits": null,
        "otherInformation": "This position is covered by the Department of Defense Priority Placement Program.\n\nAdditional vacancies may be filled by this announcement.\n\nA tentative offer of employment will be rescinded if the selectee fails to meet the pre-employment requirements, including failure to report to any of the scheduled appointments.\n\nCertain incentives (such as Recruitment, Relocation or Student Loan Repayment) may be authorized to eligible selectees.\n\nA relocation incentive is generally a single payment intended to offset some of the relocation costs experienced by the selectee. A relocation incentive may be authorized.\n\nIf you are unable to apply online and request information about the Alternate Application process, please contact the Department of Navy's Employment Information Center.\n\nFederal annuitant information: The selection of an annuitant is subject to the Department of Defense and Department of the Navy policy on the employment of annuitants. Policy information may be found at: http://www.secnav.navy.mil/donhr/Documents/CivilianJobs/FedCivAnnuitants.pdf\n\nICTAP Applicants: To be considered well-qualified and exercise selection priority as an ICTAP candidate, displaced Federal employees must satisfy all qualification requirements for the position and receive a rating in the highly qualified category (score 85) or higher.  ICTAP candidates must provide copies of all of the following documentation at the time of application: 1) agency notice; 2) most recent performance appraisal; and 3) most recent SF-50 or notification of personnel action that includes position, grade level, and duty location. Applicants who do not provide this documentation will not receive consideration as an ICTAP candidate. For more information about ICTAP eligibility please review the following link: https://www.usajobs.gov/Help/working-in-government/unique-hiring-paths/federal-employees/ictap/\n\nMilitary Spouse Preference applicants will receive priority consideration at the Full Performance Level (FPL) and if determined to be Best Qualified at the FPL, and selected, must be placed at the FPL. A BQ military spouse possesses knowledge, skills, abilities, and competencies comparable to others who meet the competitive referral criteria for the specific position.",
        "appointmentTypeOverride": null,
        "positionScheduleOverride": null,
        "exclusiveClarificationText": null,
        "videoURL": null
    }
]