{
    "LanguageCode": "EN",
    "SearchParameters": {},
    "SearchResult": {
        "SearchResultCount": 1,
        "SearchResultCountAll": 6,
        "SearchResultItems": [
            {
                "MatchedObjectId": "690346700",
                "MatchedObjectDescriptor": {
                    "PositionID": "ST-11730428-23-DG",
                    "PositionTitle": "HEALTH PHYSICIST",
                    "PositionURI": "https://www.usajobs.gov:443/GetJob/ViewDetails/690346700",
                    "ApplyURI": [
                        "https://www.usajobs.gov:443/GetJob/ViewDetails/690346700?PostingChannelID="
                    ],
                    "PositionLocationDisplay": "Bremerton, Washington",
                    "PositionLocation": [
                        {
                            "LocationName": "Bremerton, Washington",
                            "CountryCode": "United States",
                            "CountrySubDivisionCode": "Washington",
                            "CityName": "Bremerton, Washington",
                            "Longitude": -122.6257,
                            "Latitude": 47.565002
                        }
                    ],
                    "OrganizationName": "U.S. Pacific Fleet",
                    "DepartmentName": "Department of the Navy",
                    "JobCategory": [
                        {
                            "Name": "Health Physics",
                            "Code": "1306"
                        }
                    ],
                    "JobGrade": [
                        {
                            "Code": "GS"
                        }
                    ],
                    "PositionSchedule": [
                        {
                            "Name": "",
                            "Code": "1"
                        }
                    ],
                    "PositionOfferingType": [
                        {
                            "Name": "",
                            "Code": "15317"
                        }
                    ],
                    "QualificationSummary": "Qualifications for GS-09: In addition to the Basic Requirements for this position, your resume must also demonstrate at least one year of specialized experience at or equivalent to the GS-07 grade level or pay band in the Federal service or equivalent experience in the private or public sector as a professional Health Physicist analyzing radiological control processes to assess and investigate radiological issues to ensure radiological control and prevent work stoppages. Qualifications for GS-11: In addition to the Basic Requirements for this position, your resume must also demonstrate at least one year of specialized experience at or equivalent to the GS-09 grade level or pay band in the Federal service or equivalent experience in the private or public sector as a professional Health Physicist performing personnel dosimetry investigations and evaluations to determine personnel exposure, identify program trends or discrepancies, and recommend control measure changes. Additional qualification information can be found from the following Office of Personnel Management website: https://www.opm.gov/policy-data-oversight/classification-qualifications/general-schedule-qualification-standards/#url=List-by-Occupational-Series Individual Occupational Requirements for the Health Physics Series, 1306: Health Physics Series 1306 (opm.gov) Experience refers to paid and unpaid experience, including volunteer work done through National Service programs (e.g., professional, philanthropic, religious, spiritual, community, student, social). Volunteer work helps build critical competencies, knowledge, and skills and can provide valuable training and experience that translates directly to paid employment.",
                    "PositionRemuneration": [
                        {
                            "MinimumRange": "60416.0",
                            "MaximumRange": "95022.0",
                            "RateIntervalCode": "PA",
                            "Description": "Per Year"
                        }
                    ],
                    "PositionStartDate": "2022-11-21T00:00:00.0000",
                    "PositionEndDate": "2023-11-20T23:59:59.9970",
                    "PublicationStartDate": "2022-11-21T00:00:00.0000",
                    "ApplicationCloseDate": "2023-11-20T23:59:59.9970",
                    "PositionFormattedDescription": [
                        {
                            "Label": "Dynamic Teaser",
                            "LabelDescription": "Hit highlighting for keyword searches."
                        }
                    ],
                    "UserArea": {
                        "Details": {
                            "JobSummary": "You will serve as a HEALTH PHYSICIST in the Radiation Health Division, Radiological Control Office of PSNS and IMF. Salary Range GS-09: $60,416 - $78,542 PA GS-11: $73,098 - $95,022 PA",
                            "WhoMayApply": {
                                "Name": "",
                                "Code": ""
                            },
                            "LowGrade": "9",
                            "HighGrade": "11",
                            "PromotionPotential": "12",
                            "OrganizationCodes": "DD/NV70",
                            "Relocation": "False",
                            "HiringPath": [
                                "fed-transition",
                                "fed-internal-search",
                                "land",
                                "mspouse",
                                "special-authorities",
                                "vet"
                            ],
                            "TotalOpenings": "10",
                            "AgencyMarketingStatement": "The Navy and Marine Corps team offers innovative, exciting and meaningful work linking military and civilian talents to achieve our mission and safeguard our freedoms. Department of the Navy provides competitive salaries, comprehensive benefits, and extensive professional development and training. From pipefitters to accountants, scientists to engineers, doctors to nurses-the careers and opportunities to make a difference are endless. Headquartered at Pearl Harbor on the island of Oahu in Hawaii, this four-star command is the world's largest fleet command. Encompassing 100 million square miles, our 200 ships/submarines, nearly 1,200 aircraft, and more than 130,000 uniformed and civilian Sailors serve on nearly half of the Earth's surface -- from Antarctica to the Arctic Circle, and from the U.S. West Coast to the Indian Ocean. Join the USPACFLT team to achieve more and to help protect and defend the maritime interests of the U.S. in the Indo-Pacific, providing combat-ready forces and operating forward, ready to fight tonight. We want talent and enthusiasm aboard the USPACFLT team. We want the best! For further information, please visit https://www.cpf.navy.mil/. Civilian careers-where purpose and patriotism unite!",
                            "TravelCode": "1",
                            "ApplyOnlineUrl": "https://apply.usastaffing.gov/Application/Apply",
                            "DetailStatusUrl": "https://apply.usastaffing.gov/Application/ApplicationStatus",
                            "MajorDuties": [
                                "You will conduct personnel dosimetry investigations to determine personnel exposure in cases here malfunction of equipment or discrepancies are identified.",
                                "You will provide training for professional Health Physicist personnel.",
                                "You will provide consultation to personnel in other shipyard departments and offices concerning Radiation Health Programs.",
                                "You will develop and recommend measures or changes in procedures to cause compliance.",
                                "You will assist in the inspection and surveillance of operations performed by other organizations to determine compliance with requirements promulgated by the shipyard."
                            ],
                            "Education": "Applicants must meet the following positive education qualifications requirements of the Office of Personnel Management (OPM) Qualifications Standards Manual. Applicants must possess: A bachelor's degree or higher in natural science or engineering that included at least 30 semester hours in health physics, engineering, radiological science, chemistry, physics, biology, mathematics, and/or calculus OR A combination of education and experience with courses as shown above, plus appropriate experience or other education OR certification as a health physicist by the American Board of Health Physics, plus appropriate experience and other education that provided an understanding of sciences applicable to health physics comparable to that described above. Education may be substituted for specialized experience at the GS-09 level as follows: Successful completion of 2 years of progressively higher-level graduate education leading to a master's degree. OR Successful completion of a master's or equivalent graduate degree OR A combination of experience and education as described above that equates to one year of experience. The percentage of the required education plus the percentage of the required experience equal one hundred percent. Education may be substituted for specialized experience at the GS-11 level as follows: Successful completion of a Ph.D. or equivalent doctoral degree. https://www.usajobs.gov/Help/working-in-government/unique-hiring-paths/ students/federal-occupations-by-college-major/ OR Successful completion of three full years of progressively higher level graduate education leading to a Ph.D. or equivalent degree. https:// www.usajobs.gov/Help/working-in-government/unique-hiring-paths/students/federal-occupations-by-college-major/ OR A combination of experience and education as described above that equates to one year of experience. The percentage of the required education plus the percentage of the required experience equal one hundred percent.",
                            "Requirements": "",
                            "Evaluations": "In order to qualify for this position, your resume must provide sufficient experience and/or education, knowledge, skills, and abilities to perform the duties of the specific position for which you are being considered. Your resume is the key means we have for evaluating your skills, knowledge, and abilities as they relate to this position. Therefore, we encourage you to be clear and specific when describing your experience. When the application process is complete, we will review your resume to ensure you meet the hiring eligibility and qualification requirements listed in this announcement. You will be rated based on the information provided in your resume and responses to the Occupational Questionnaire, along with your supporting documentation to determine your ability to demonstrate the following competencies: ACCOUNTABILITY ANALYTICAL TECHNIQUES INFLUENCING/NEGOTIATING ORAL COMMUNICATION PROBLEM SOLVING WRITTEN COMMUNICATION You should list any relevant performance appraisals and incentive awards in your resume as that information may be taken into consideration during the selection process. If selected, you may be required to provide supporting documentation. If after reviewing your resume and supporting documentation, a determination is made that you inflated your qualifications and/or experience, your score may be adjusted to more accurately reflect your abilities or you may be found ineligible/not qualified. Please follow all instructions carefully. Errors or omissions may affect your rating or consideration for employment. All eligibility, qualifications, and time-in-grade requirements must be met by the closing date of this announcement.",
                            "HowToApply": "Click the Apply Online button to create an account or log in to your existing USAJOBS account. To apply for this position, you must provide a complete Application Package which includes: 1. Complete resume with relevant experience, job title, duties and accomplishments. Your resume must show complete information for each job entry to support minimum qualifications. The following information should be provided in your resume, but it is acceptable to provide elsewhere in your application package: employer's name, starting and end dates (Mo/Yr), hours per week, and pay plan, series and grade level (e.g. GS-0201-09) for relevant federal experience.TIP: A good way to ensure you include all essential information is to use the Resume Builder in USAJOBS to create your resume. 2. Complete assessment questionnaire. For a quick preview of the assessment questionnaire click here: https://apply.usastaffing.gov/ViewQuestionnaire/11730428 3. Supporting documentation Failure to submit a complete application package will result in an ineligible rating and loss of consideration. Your complete application (resume, assessment questionnaire, and all supporting documents) must be received by 11:59 pm Eastern Standard Time (EST) on 11/20/2023. Applications received after 11/20/2023 will generally result in an ineligible rating and loss of consideration. If more than one resume is received, only the last resume received and processed will be reviewed. NOTE: To check the status of your application or return to a previous or incomplete application, log into your USAJOBS account: https://mydon.usajobs.gov/Account/Login select Application Status, and click on the more information link under the application status for this position. Your uploaded documents may take several hours to clear the virus scan process so please plan appropriately. You are encouraged to apply online. Applying online will allow you to review and track the status of your application. Do not email or send hard copy resumes/applications to the Contact Information or Agency Information listed in this vacancy announcement. All resumes/applications received at the addresses listed in the Contact Information or Agency Information will be destroyed and will not be considered for this vacancy announcement. It is the applicant's responsibility to verify that all information in their resume and documents are legible and accurate. HR will not modify answers/documents submitted by an applicant.",
                            "WhatToExpectNext": "When the application process is complete, your complete application (resume, assessment questionnaire, and all supporting documents) will be reviewed to determine if you meet the hiring eligibility and qualification requirements for which you requested consideration. You will be rated based on the information provided in your resume and responses to the questionnaire, along with your supporting documentation to determine your level of knowledge, skill, and ability related to the job requirements. Generally, only best qualified candidates will be referred to the hiring manager. Sometimes well qualified and minimally qualified candidates are referred. Occasionally, candidates eligible for priority consideration are referred, and no other candidates are referred. The hiring manager may choose to conduct interviews. You will be notified of our rating and referral decision. If you are referred, you will be notified when a hiring decision is made. NOTE: Due to COVID19, if you have any questions or need assistance, please email the DON Employment Information Center at DONEIC@us.navy.mil",
                            "RequiredDocuments": "You are required to provide documentation that supports the eligibility and qualification claims made in your resume and assessment questionnaire. You must submit the applicable documents listed here and those listed with the eligibilities you select in the announcement questionnaire with your application package. Applicants who do not provide supporting documentation that fully support their claims will not be referred to the hiring manager. Cover letter is optional. A complete resume is required. Your resume must show relevant experience, job title, duties and accomplishments. Your resume must show complete information for each job entry to support minimum qualifications. The following information should be provided in your resume, but it is acceptable to provide elsewhere in your application package: employer's name, starting and end dates (Mo/Yr), hours per week, and pay plan, series and grade level (e.g. GS-0201-09) for relevant federal experience. TIP: A good way to ensure you include all essential information is to use the Resume Builder in USAJOBS to create your resume. Are you applying for a promotion? For GS positions, to be considered for a promotion, you must provide SF-50(s) that shows you have held the next lower GS grade for at least one year. SF-50s that have an effective date within the past year (e.g., General Adjustment SF-50 from this year or Within Rate/Grade Increases (WRI/WGI) SF-50 within a year) do not clearly show that you meet the one-year time-in-grade requirement. That means if you submit an SF-50 dated within the last year, you must submit another SF-50 dated more than one year ago to clearly demonstrate you meet the time-in-grade requirements. If you are a DoD employee, you can obtain a copy of your SF- 50(s) from MyBiz. Are you claiming membership in any professional organizations, or possession of a license, certificate or credentials? Check the Conditions of Employment section above to see if any are required. If you claim membership, license, certification, or credentials, you must submit a copy of said document in your application package. Are you using education as a substitute for some or all of the experience requirement? Is there a basic education requirement for this position? Check the Education section above to see what is allowed and what is required. Any claims you make in your resume or assessment questionnaire regarding education or degrees MUST be supported by submitting with your application official or unofficial transcripts or a list of courses, grades earned, completion dates, and quarter and semester hours earned issued from your school. While unofficial transcripts are acceptable for initial application, an official transcript will ultimately be required if you are selected for the position. You may submit a copy your degree(s) if specific coursework does not have to be verified. Are you a veteran claiming 5-point veterans' preference or claiming sole survivorship preference? You must submit a copy of your latest DD-214 Certificate of Release or Discharge from Active Duty (any copy that shows all dates of service, as well as character of service [Honorable, General, etc.] is acceptable) OR a VA letter that shows dates of service or service connected disability AND character of service. If you have more than one DD-214 for multiple periods of active duty service, submit a copy for each period of service. If you were issued a DD-215 to amend aforementioned information on the DD-214 you must submit that too. If you are not sure of your preference eligibility, visit the Department of Labor's website: Veterans' Preference Advisor Are you a disabled veteran or claiming 10-point veterans' preference? If you are eligible to claim 10 point veterans preference you must submit a DD-214 Certificate of Release or Discharge from Active Duty as described above for 5-point preference. You must also provide the applicable supporting documentation of your disability (e.g. disability letter from the VA) as described on Standard Form-15 (SF-15). http://www.opm.gov/forms/pdf_fill/SF15.pdf. Are you an active duty service member? Active Duty Service Members are required to submit a statement of service printed on command letterhead and signed by the command. The statement of service must provide the branch of service, rate/rank, all dates of service, the expected date of discharge and anticipated character of service (Honorable, General, etc.). Documents submitted as part of the application package, to include supplemental documents, may be shared beyond the Human Resources Office. Some supplemental documents contain personal information such as SSN and DOB and some documents such as military orders and marriage certificates may contain personal information for someone other than you. You may sanitize these documents to remove said personal information before you submit your application. You must provide an un-sanitized version of the documents if you are selected.",
                            "Benefits": "",
                            "BenefitsUrl": "http://www.secnav.navy.mil/donhr/Benefits/Pages/Default.aspx",
                            "BenefitsDisplayDefaultText": true,
                            "OtherInformation": "COVID VACCINATION INFORMATION: To comply with the recent preliminary nationwide injunction on Executive Order 14043, Requiring Coronavirus Disease 2019 Vaccination for Federal Employees, the Department of the Navy is not taking any action to implement or enforce the COVID-19 vaccination requirement. New hires will need to provide their vaccination status as well as comply with workplace safety protocols related to masking, physical distancing, testing, travel, and quarantine. This position is covered by the Department of Defense Priority Placement Program. Additional vacancies may be filled by this announcement. A tentative offer of employment will be rescinded if the selectee fails to meet the pre-employment requirements, including failure to report to any of the scheduled appointments. If you are unable to apply online and request information about the Alternate Application process, please contact the Department of Navy's Employment Information Center. Federal annuitant information: The selection of an annuitant is subject to the Department of Defense and Department of the Navy policy on the employment of annuitants. Policy information may be found at: http://www.secnav.navy.mil/donhr/Documents/CivilianJobs/FedCivAnnuitants.pdf This position requires exposure to high noise levels. ICTAP Applicants: To be considered well-qualified and exercise selection priority as an ICTAP candidate, displaced Federal employees must satisfy all qualification requirements for the position and receive a rating in the highly qualified category (score 85) or higher. ICTAP candidates must provide copies of all of the following documentation at the time of application: 1) agency notice; 2) most recent performance appraisal; and 3) most recent SF-50 or notification of personnel action that includes position, grade level, and duty location. Applicants who do not provide this documentation will not receive consideration as an ICTAP candidate. For more information about ICTAP eligibility please review the following link: https://www.usajobs.gov/Help/working-in-government/unique-hiring-paths/federal-employees/ictap/ Military Spouse Preference applicants will receive priority consideration at the Full Performance Level (FPL) and if determined to be Best Qualified at the FPL, and selected, must be placed at the FPL. A BQ military spouse possesses knowledge, skills, abilities, and competencies comparable to others who meet the competitive referral criteria for the specific position. This position is eligible for part time, full time or ad-hoc telework at the discretion of management. Vacancies filled from this announcement may be filled at any grade level listed. If selected below the full performance level, you may be noncompetitively promoted to the next higher grade level after meeting all regulatory requirements, and upon the recommendation of management. Promotion is neither implied nor guaranteed. Applicants rated ineligible on this vacancy announcement need to reapply and update their application package to be considered on future vacancies filled through this announcement. Applicants selected and hired on this vacancy announcement need to reapply to be considered on future vacancies filled through this announcement. Referral Lists will be issued on an as needed basis as vacancies occur. All eligibility, qualifications, and time-in-grade requirements must be met by the referral cut-off date.",
                            "KeyRequirements": [],
                            "WithinArea": "False",
                            "CommuteDistance": "0",
                            "ServiceType": "01",
                            "AnnouncementClosingType": "01",
                            "AgencyContactEmail": "doneic@us.navy.mil",
                            "SecurityClearance": "Secret",
                            "DrugTestRequired": "False",
                            "AdjudicationType": [],
                            "TeleworkEligible": true,
                            "RemoteIndicator": false
                        },
                        "IsRadialSearch": false
                    }
                },
                "RelevanceRank": 0
            }
        ],
        "UserArea": {
            "NumberOfPages": "6",
            "IsRadialSearch": true,
            "ResolvedLocation": [
                "Bremerton, Washington"
            ]
        }
    }
}